[
    {
        "id": 1,
        "title": "Efek Penuaan pada Jantung, Perlukah Diwaspadai?",
        "category": "penyakit-jantung",
        "excerpt": "Ketika memasuki umur lanjut usia, struktur dan fungsi organ tubuh akan mengalami perubahan, tak terkecuali jantung. Efek penuaan pada jantung tak hanya berpengaruh terhadap kinerjanya, tapi juga risiko Anda untuk terserang penyakit kronis. Seperti apa perubahan yang terjadi? Ketahui di bawah ini.",
        "content": "Menurut studi berjudul *Effects of Aging on the Heart and Blood Vessels*, ukuran jantung akan cenderung membesar saat memasuki usia lanjut. Bertambah besarnya organ ini disebabkan oleh peningkatan ukuran otot jantung. Selain itu, dinding jantung menjadi lebih tebal dan kaku. Hal tersebut kemudian membuat kapasitas darah yang masuk ke bilik jantung menjadi semakin berkurang.\n\nSeiring bertambahnya usia, jantung akan bekerja lebih keras untuk memompa darah ke seluruh tubuh. Hal ini karena pembuluh darah menjadi lebih keras dan kaku saat memasuki usia lanjut. Perubahan juga dapat terjadi pada penghantaran sinyal listrik jantung yang berpotensi menyebabkan gangguan irama jantung (aritmia). Aritmia membuat irama jantung menjadi lebih lambat, cepat, ataupun tidak beraturan. Sementara itu, fungsi jantung tidak akan mengalami perubahan drastis saat beristirahat. Perbedaan kecil hanya terjadi pada detak jantung yang cenderung menjadi lebih sedikit setiap menitnya. Detak jantung juga tidak banyak mengalami peningkatan ketika melakukan aktivitas seperti olahraga, berbeda dengan masa muda ketika detak jantung meningkat drastis setelah berolahraga.\n\nEfek penuaan pada jantung yang paling dikhawatirkan yakni peningkatan risiko penyakit jantung dan pembuluh darah (kardiovaskular). Ini memang merupakan salah satu penyakit umum pada lansia. Beberapa masalah kardiovaskular yang mengintai antara lain hipertensi, aritmia, arteriosklerosis, penyakit arteri koroner, gagal jantung, serangan jantung, dan penyakit jantung koroner. Risiko gangguan jantung di atas dapat semakin meningkat jika Anda menerapkan pola hidup tidak sehat, meliputi kebiasaan merokok, konsumsi makanan berlemak secara berlebihan, dan jarang berolahraga.",
        "author": "dr. Mikhael Yosia, BMedSci, PGCert, DTM&H.",
        "date": "2025-05-30",
        "source": "Halo Sehat",
        "image": "public/jantung1.png",
        "originalUrl": "https://hellosehat.com/lansia/masalah-lansia/efek-penuaan-pada-jantung/"
    },
    {
        "id": 2,
        "title": "Ketahui Perbedaan Serangan Jantung dan Gagal Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Meski sering dianggap sama, serangan jantung dan gagal jantung merupakan dua kondisi yang berbeda. Perbedaan serangan jantung dan gagal jantung terletak pada penyebab, gejala, dan penanganannya. Walau berbeda, keduanya sama-sama bisa menyebabkan kematian bila tidak ditangani dengan baik.",
        "content": "Serangan jantung diawali dengan pembentukan plak kolesterol dalam pembuluh darah koroner, yaitu pembuluh darah yang memberikan nutrisi dan oksigen ke otot jantung. Plak ini dapat membesar dan menyebabkan dinding pembuluh koroner menyempit atau bahkan tersumbat. Selain itu, penyumbatan juga dapat terjadi bila sebagian dari plak tersebut pecah dan serpihannya terlepas ke aliran darah menuju pembuluh darah yang lebih kecil. Penyumbatan pada pembuluh darah koroner menyebabkan otot jantung kekurangan suplai oksigen dan nutrisi dari darah. Kondisi ini disebut penyakit jantung koroner. Bila penyumbatan terjadi secara total, maka dapat menimbulkan kerusakan pada otot jantung dan terjadilah serangan jantung.\n\nSementara itu, gagal jantung disebabkan oleh kombinasi berbagai penyakit yang melemahkan otot jantung secara perlahan dalam waktu lama hingga akhirnya jantung tidak mampu lagi memompa darah ke seluruh tubuh.",
        "author": "dr. Irene Cindy Sunur",
        "date": "2025-01-21",
        "source": "Alodokter",
        "image": "public/jantung2.png",
        "originalUrl": "https://www.alodokter.com/ketahui-perbedaan-serangan-jantung-dan-gagal-jantung"
    },
    {
        "id": 3,
        "title": "Mengenal Macam-Macam Lemah Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Ada beberapa macam lemah jantung yang dapat dibedakan berdasarkan penyebab dan gejalanya. Meski ada beragam jenisnya, kondisi lemah jantung perlu segera mendapatkan penanganan langsung dari dokter guna mencegah dampak yang berakibat fatal.",
        "content": "Lemah jantung (kardiomiopati) terjadi ketika otot jantung menipis, menebal, atau kaku sehingga daya pompa melemah dan menimbulkan gejala seperti sesak napas, kaki bengkak, pusing, atau pingsan. Tipe dilatasi adalah yang paling umum, ditandai dengan melemahnya dan melonggarnya ventrikel sehingga sulit memompa darah, sering dipicu oleh penyakit koroner, hipertensi, infeksi virus, atau konsumsi alkohol berlebihan. Tipe hipertrofik melibatkan penebalan dinding ventrikel kiri akibat mutasi genetik, menyebabkan ruang sempit dan pompa lemah, ditandai dengan nyeri dada, kelelahan, dan risiko aritmia fatal. ARVD (arrhythmogenic right ventricular cardiomyopathy) menyebabkan kematian sel otot di ventrikel kanan dan penggantian oleh jaringan parut atau lemak, memicu aritmia dan berisiko tinggi pada atlet muda. Tipe restriktif ditandai oleh kekakuan otot jantung yang menghambat relaksasi dan pengisian darah, sering dikaitkan dengan penyakit seperti hemokromatosis, sarkoidosis, atau amiloidosis. Jika penyebabnya langsung dari kelainan jantung disebut primer, sedangkan jika dipicu oleh penyakit lain disebut sekunder."
        ,"author": "dr. Irene Cindy Sunur",
        "date": "2025-01-21",
        "source": "Alodokter",
        "image": "public/jantung3.png",
        "originalUrl": "https://www.alodokter.com/mengenal-macam-macam-lemah-jantung"
    },
    {
        "id": 4,
        "title": "Kenali Ciri Penyakit Jantung di Usia Muda Sekarang Juga!",
        "category": "penyakit-jantung",
        "excerpt": "Penyakit jantung dapat menyerang siapa saja tanpa mengenal usia. Oleh karena itu, penting bagi Anda untuk mengenali apa saja ciri penyakit jantung di usia muda agar dapat terdeteksi sejak dini dan penanganan dapat dilakukan secepatnya.",
        "content": "Penyakit jantung adalah salah satu penyebab kematian tertinggi di Indonesia dan dunia, dengan sekitar 17,7 juta kematian global pada 2019 menurut WHO. Di Indonesia, Riskesdas 2018 mencatat sekitar 2,7 juta penduduk menderita penyakit jantung, termasuk banyak orang dewasa muda yang produktif. Peningkatan kasus ini terkait pola makan tidak sehat, kurang olahraga, merokok, kolesterol tinggi, obesitas, hipertensi, dan diabetes. Gejala pada usia muda sering terabaikan namun penting dikenali, seperti mudah lemas atau sesak napas walau hanya melakukan aktivitas ringan; nyeri dada yang bisa menjalar ke leher, lengan, atau rahang; pusing mendadak disertai sesak atau nyeri dada; serta nyeri ulu hati yang muncul tiba‑tiba. Beberapa orang juga mengalami sakit rahang atau tenggorokan dan keringat dingin tanpa sebab jelas. Jika mengalami gejala tersebut, segera konsultasikan ke dokter untuk deteksi dini dan pengobatan agar mencegah komplikasi serius."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-09-04",
        "source": "Alodokter",
        "image": "public/jantung4.png",
        "originalUrl": "https://www.alodokter.com/kenali-ciri-penyakit-jantung-di-usia-muda-sekarang-juga"
    },
    {
        "id": 5,
        "title": "Ketahui Pertolongan Pertama Serangan Jantung untuk Menyelamatkan Nyawa",
        "category": "penyakit-jantung",
        "excerpt": "Bagi Anda yang berada dekat dengan penderita penyakit jantung, penting untuk mengetahui teknik pertolongan pertama serangan jantung. Ini karena pertolongan pertama yang Anda berikan bisa menolong hidup seseorang.",
        "content": "Serangan jantung adalah kondisi darurat medis ketika aliran darah ke jantung terhenti akibat penyumbatan, yang dapat merusak otot jantung dan mengancam nyawa. Gejalanya meliputi nyeri dada berat yang bisa menjalar ke lengan, pundak, punggung, leher, rahang, atau tulang dada; sesak napas; mual, muntah, dan nyeri ulu hati; lemas, pusing, keringat dingin; serta detak jantung cepat atau tidak beraturan.\n\nPada pasien sadar, pertolongan pertama meliputi menenangkan pasien, segera menghubungi ambulans, memposisikan pasien duduk dengan pakaian dilonggarkan, memberikan nitrogliserin di bawah lidah atau aspirin kunyah 325 mg jika aman, dan menghindari makanan atau minuman. Jika pasien tiba‑tiba tidak sadarkan diri, hubungi ambulans, baringkan pasien, dan lakukan RJP (kompresi dada 100–120 kali/menit atau lengkap bila terlatih), serta gunakan AED jika tersedia. Setelah itu, bawa pasien ke UGD secepatnya.\n\nJika Anda sendiri mengalami serangan jantung, hentikan aktivitas, cari tempat aman, beri tahu orang terdekat untuk menghubungi ambulans, dan konsumsi obat sesuai resep. Hindari mengemudi sendiri kecuali sangat terpaksa."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-11-08",
        "source": "Alodokter",
        "image": "public/jantung5.png",
        "originalUrl": "https://www.alodokter.com/ketahui-pertolongan-pertama-serangan-jantung-untuk-menyelamatkan-nyawa"
    },
    {
        "id": 6,
        "title": "Berbagai Gejala Penyakit Jantung dan Pencegahannya",
        "category": "penyakit-jantung",
        "excerpt": "Gejala penyakit jantung dan pencegahannya penting untuk dikenali sebagai antisipasi. Tidak sedikit orang baru menyadari bahwa ia menderita penyakit jantung sampai akhirnya gangguan tersebut menyebabkan komplikasi.",
        "content": "Gejala penyakit jantung muncul ketika jantung tidak efektif memompa darah atau kekurangan oksigen, ditandai dengan nyeri dada seperti beban berat di dada atas yang bisa hilang saat istirahat, sesak napas akibat penumpukan cairan di paru‑paru (edema paru) saat beraktivitas atau berbaring, pembengkakan (edema) di betis, kaki, atau pergelangan kaki, serta kelelahan parah yang terjadi tiba‑tiba meski aktivitas ringan. Untuk mencegahnya, terapkan gaya hidup sehat dengan berhenti merokok, berolahraga minimal 30 menit tiap hari, mengonsumsi makanan rendah garam dan lemak jenuh, menjaga berat badan ideal, mengelola stres, serta rutin memeriksakan tekanan darah, kolesterol, dan gula darah",
        "author": "dr. Kevin Adrian",
        "date": "2024-11-27",
        "source": "Alodokter",
        "image": "public/jantung6.png",
        "originalUrl": "https://www.alodokter.com/berbagai-gejala-penyakit-jantung-dan-pencegahannya"
    },
    {
        "id": 7,
        "title": "Penyakit Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Penyakit jantung adalah kondisi ketika bagian jantung yang meliputi pembuluh darah jantung, selaput jantung, katup jantung, dan otot jantung mengalami gangguan. Penyakit jantung bisa disebabkan oleh berbagai hal, seperti sumbatan pada pembuluh darah jantung, peradangan, infeksi, atau kelainan bawaan.",
        "content": "Jantung adalah organ vital yang tersusun dari otot dengan empat ruang dan katup yang mengatur aliran darah satu arah. Di dindingnya terdapat arteri koroner kanan dan kiri yang memasok darah beroksigen, serta perikardium sebagai pelindung dan penahan posisi jantung. Penyakit jantung meliputi penyempitan pembuluh koroner (aterosklerosis), aritmia, kelainan bawaan, kardiomiopati, perikarditis/endokarditis, penyakit katup, dan kardiomiopati takotsubo.\n\nPenyebab utama penyakit jantung antara lain penumpukan lemak di pembuluh koroner, hipertensi, diabetes tidak terkontrol, dan infeksi, dengan faktor risiko gaya hidup seperti pola makan tidak sehat, kurang olahraga, merokok, konsumsi alkohol berlebih, stres, dan penggunaan NAPZA. Gejalanya meliputi nyeri dada, palpitasi, sesak napas, pembengkakan kaki, kelelahan, dan pingsan. Pengobatan disesuaikan jenis penyakit, mulai dari perubahan gaya hidup dan obat-obatan hingga tindakan bedah. Pencegahan dapat dilakukan dengan berhenti merokok, mengonsumsi makanan bergizi seimbang, berolahraga rutin, dan pemeriksaan medis berkala."
        ,"author": "dr. Pittara",
        "date": "2023-03-16",
        "source": "Alodokter",
        "image": "public/jantung7.png",
        "originalUrl": "https://www.alodokter.com/penyakit-jantung"
    },
    {
        "id": 8,
        "title": "Cara Menjaga Kesehatan Jantung dengan Aktivitas Fisik",
        "category": "penyakit-jantung",
        "excerpt": "Setiap kali bergerak, kita sebenarnya memberi kekuatan pada teman setia dalam tubuh kita, yaitu jantung. Fakta menariknya, jantung kita suka berolahraga! Dalam tulisan ini, kita akan membahas mengapa berolahraga penting untuk menjaga kesehatan jantung dan bagaimana kita bisa melakukannya dengan mudah.",
        "content": "Jantung yang sehat memiliki tekanan darah normal (120/80 mmHg) dan detak antara 60–100 kali per menit. Penyakit jantung terjadi ketika fungsi jantung—termasuk pembuluh darah, selaput, katup, atau otot—terganggu sehingga menurunkan kemampuan memompa darah dan menimbulkan masalah sirkulasi serius.\n\nPenyebab utama meliputi penyempitan atau sumbatan pembuluh koroner akibat kolesterol tinggi, merokok, obesitas, atau kurang aktivitas fisik; aritmia yang bisa dipicu stres; serta kelainan bawaan jantung dari lahir. Gejalanya dapat berupa nyeri dada, palpitasi, sesak napas, kelelahan, pembengkakan kaki, sakit kepala, atau pingsan.\n\nOlahraga melindungi jantung dengan membantu mengendalikan tekanan darah, meningkatkan efisiensi oksigen, menjaga berat badan ideal, meredakan stres, dan meningkatkan kadar HDL (kolesterol baik). Aktivitas ringan seperti berjalan cepat, berenang, lari ringan, menari, atau bersepeda selama 30 menit setiap hari sudah sangat bermanfaat.\n\nBagi pemula, mulailah dengan intensitas ringan (misalnya jalan kaki) dan tingkatkan secara bertahap. Konsultasikan dengan dokter sebelum memulai program latihan, terutama jika memiliki kondisi kesehatan tertentu. Dengan rutin berolahraga dan menjalani gaya hidup sehat, Anda berinvestasi pada jantung yang lebih kuat dan kualitas hidup yang lebih baik.",
        "author": "Dr. Falleryan",
        "date": "2024-05-02",
        "source": "Rumah Sakit Diabetes",
        "image": "public/jantung8.png",
        "originalUrl": "https://ayosehat.kemkes.go.id/cara-menjaga-kesehatan-jantung"
    },
    {
        "id": 9,
        "title": "Kebiasaan yang Menyehatkan untuk Menjaga Otot Jantung",
        "category": "penyakit-jantung",
        "excerpt": "“Artikel ini membahas tentang kebiasaan sehat yang dapat menjaga otot jantung. Dengan menerapkan pola hidup sehat seperti olahraga teratur dan pola makan seimbang, kamu dapat menjaga otot jantung tetap kuat dan dapat berfungsi dengan optimal.”",
        "content": "Terapkan pola makan sehat dengan konsumsi makanan rendah kolesterol seperti oatmeal kaya beta‑glukan, buah, sayur, vitamin, mineral, dan antioksidan. Lakukan olahraga rutin (aerobik seperti berlari, bersepeda, berjalan kaki, berenang) untuk meningkatkan detak jantung dan memasok oksigen ke otot, sehingga mengurangi risiko kardiovaskular. Hindari merokok dan alkohol karena keduanya merusak otot jantung, memicu aterosklerosis, nyeri dada, serangan jantung, dan gagal jantung. Kelola stres dengan baik untuk mencegah peningkatan detak jantung dan tekanan darah tinggi yang dapat menimbulkan aritmia serta kerusakan otot jantung; jika muncul gejala tidak biasa seperti nyeri dada atau detak jantung tidak teratur, segera periksakan ke dokter ahli jantung.",
        "author": "Dr. Rizal Fadli",
        "date": "2023-06-06",
        "source": "HaloDoc",
        "image": "public/jantung9.png",
        "originalUrl": "https://www.halodoc.com/artikel/kebiasaan-yang-menyehatkan-untuk-menjaga-otot-jantung"
    },
    {
        "id": 10,
        "title": "Stres Bisa Memicu Sakit Jantung di Usia Muda, Apa Sebabnya?",
        "category": "penyakit-jantung",
        "excerpt": "“Sakit jantung tidak hanya dimonopoli oleh lansia saja, sebab ada banyak faktor yang bisa memicu kondisi ini. Contohnya, stres yang menimbulkan dampak negatif bagi kesehatan jantung. Nah, stres merupakan masalah kesehatan mental yang rentan dialami oleh mereka di usia muda.",
        "content": "Stres dapat memicu sakit jantung di usia muda, sehingga penting untuk menerapkan strategi pengelolaan stres yang efektif. Pertama, atur pola makan sehat dengan mengurangi karbohidrat olahan dan gula sederhana yang menyebabkan lonjakan gula darah dan kecemasan, serta sertakan buah, sayur, dan protein berkualitas untuk mendukung kestabilan mood. Kedua, rutin berolahraga—baik melalui gym, kelas yoga, atau aktivitas fisik sehari-hari—karena olahraga melepaskan endorfin yang meredakan stres dan meningkatkan kesehatan jantung. Ketiga, biasakan mengucapkan terima kasih pada diri sendiri untuk menumbuhkan rasa syukur dan perspektif positif. Keempat, luangkan waktu “me time” terjadwal untuk hobi atau refleksi diri, misalnya membaca atau merawat tanaman, guna mengurangi tekanan akibat rutinitas padat. Kelima, dapatkan dukungan sosial dengan mempererat hubungan keluarga dan teman, atau bergabung komunitas positif. Keenam, kurangi pemicu stres seperti konsumsi media negatif, alkohol, dan kafein berlebih. Ketujuh, pastikan tidur cukup (7–9 jam) dengan rutinitas tidur teratur dan lingkungan nyaman untuk menurunkan hormon kortisol. Jika stres berkepanjangan atau gejala tidak membaik, segera konsultasikan ke dokter spesialis.",
        "author": "Dr. Rizal Fadli",
        "date": "2024-10-24",
        "source": "HaloDoc",
        "image": "public/jantung10.png",
        "originalUrl": "https://www.halodoc.com/artikel/stres-bisa-memicu-sakit-jantung-di-usia-muda-apa-sebabnya"
    },
    {
        "id": 11,
        "title": "Eksfoliasi untuk Kulit Berjerawat, Apakah Aman atau Berisiko?",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat merupakan masalah kulit yang umum dan bisa sangat mengganggu, terutama jika disertai dengan rasa perih, kemerahan, dan peradangan. Di tengah berbagai upaya perawatan yang dilakukan, salah satu pertanyaan yang sering muncul adalah bolehkah eksfoliasi kulit saat berjerawat? Simak jawaban lengkapnya berikut ini.",
        "content": "Tentu boleh, namun perlu diperhatikan untuk kulit berjerawat, pilih eksfoliasi kimia (AHA, BHA, PHA) yang lebih lembut dibanding scrub fisik. Gunakan bahan seperti asam salisilat untuk membersihkan pori, retinol untuk regenerasi sel, asam glikolat untuk tekstur dan bekas jerawat, serta benzoyl peroxide untuk meredam peradangan. Setelah eksfoliasi, segera aplikasikan pelembap nonkomedogenik ringan (hyaluronic acid, ceramide, niacinamide) agar kelembapan terjaga. Keesokan paginya selalu pakai sunscreen SPF ≥30 yang ringan dan bebas minyak. Pantau reaksi kulit—jika muncul kemerahan, perih, atau iritasi, hentikan eksfoliasi dan fokus pada perawatan menenangkan."
        ,"author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-06-18",
        "source": "HalloSehat",
        "image": "public/kulit1.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/jerawat/eksfoliasi-untuk-kulit-berjerawat/"
    },
    {
        "id": 12,
        "title": "Penyebab Jerawat di Leher dan Cara Cepat Mengatasinya",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat di leher umumnya karena kebersihan leher dan rambut yang tidak terjaga. Selain itu, ada pula hal lain yang bisa menjadi penyebabnya. Untuk mengatasinya, ada beragam cara yang bisa dilakukan, baik dengan obat maupun ramuan alami.",
        "content": "Jerawat di leher muncul karena produksi minyak berlebih, penumpukan sel kulit mati, dan bakteri di pori, dipicu oleh hormon, keringat, stres, diet, obat, faktor genetik, kosmetik, atau gesekan pakaian dan rambut. Obat topikal seperti benzoyl peroksida, asam salisilat, dan sulfur membunuh bakteri dan membuka pori, sementara bahan alami seperti madu‑kayu manis, teh hijau, atau cuka apel menawarkan efek antibakteri dan antiinflamasi. Untuk mencegah, jaga kebersihan leher, hindari pemicu, dan konsultasikan ke dokter jika jerawat tak kunjung membaik."
        ,"author": "Dr. Gracia Fensynthia",
        "date": "2025-06-12",
        "source": "Alodokter",
        "image": "public/kulit2.png",
        "originalUrl": "https://www.alodokter.com/penyebab-jerawat-di-leher-dan-pilihan-cara-mengatasinya"
    },
    {
        "id": 13,
        "title": "Ketahui Fungsi dan Cara Perawatan Jaringan Epidermis Kulit",
        "category": "penyakit-kulit",
        "excerpt": "Jaringan epidermis adalah salah satu lapisan kulit yang terletak paling luar. Fungsinya beragam, mulai dari menjaga tubuh dari kuman dan zat berbahaya, menentukan warna kulit, hingga memproduksi sel-sel tertentu yang berperan penting untuk kesehatan tubuh.",
        "content": "Jaringan epidermis adalah lapisan kulit terluar yang melindungi dari kuman dan dehidrasi, menggantikan sel mati, menentukan warna kulit, menangkal sinar UV, memproduksi vitamin D, keringat, dan sebum. Untuk merawatnya, hindari paparan matahari terik dengan tabir surya, topi, dan pakaian pelindung; jaga kebersihan dengan mandi air hangat, sabun lembut, keringkan lembut, lalu oleskan pelembap; konsumsi nutrisi penting seperti vitamin C, E, D, zinc, omega‑3, dan protein dari buah, sayur, telur, dan ikan; jauhi rokok dan alkohol; serta kelola stres, cukup tidur, rutin berolahraga, dan banyak minum air putih.",
        "author": "dr. Kevin Adrian",
        "date": "2024-12-26",
        "source": "Alodokter",
        "image": "public/kulit3.png",
        "originalUrl": "https://www.alodokter.com/fungsi-jaringan-epidermis-sebagai-bagian-dari-lapisan-kulit"
    },
    {
        "id": 14,
        "title": "10 Buah yang Bagus untuk Kulit dan Mudah Diperoleh",
        "category": "penyakit-kulit",
        "excerpt": "Ada banyak pilihan buah yang bagus untuk kulit. Buah-buahan ini umumnya mengandung beragam nutrisi yang bisa mencerahkan dan melembutkan kulit. Jika dikonsumsi secara rutin sebagai bagian dari pola makan sehat, buah-buahan ini juga bisa mencegah penuaan dini kulit, lho!",
        "content": "Buah yang baik untuk kulit mengandung vitamin A, C, E, dan antioksidan seperti likopen, flavonoid, resveratrol, dan quercetin. Contohnya: jeruk kaya vitamin C dan likopen untuk kolagen dan anti-penuaan; kiwi lebih tinggi vitamin C dan E untuk regenerasi sel dan proteksi UV; tomat sumber likopen, beta karoten, dan lutein untuk perlindungan sinar matahari dan efek antikanker; mangga mengandung vitamin A, C, dan E untuk keratin, kolagen, dan proteksi polusi; anggur kaya resveratrol dan polifenol untuk kolagen dan anti-penuaan; stroberi dengan vitamin C dan quercetin untuk anti-inflamasi dan anti-jerawat; alpukat dengan lemak sehat dan antioksidan untuk kelembapan dan proteksi radikal bebas; apel mencerahkan, mencegah jerawat, dan toner cuka apel alami; mentimun menghidrasi dan menenangkan kulit; serta pisang dengan kalium untuk mengunci kelembapan. Konsumsi buah setiap hari mendukung kesehatan kulit dan tubuh secara menyeluruh.",
        "author": "dr. Kevin Adrian",
        "date": "2024-10-14",
        "source": "Alodokter",
        "image": "public/kulit4.png",
        "originalUrl": "https://www.alodokter.com/10-buah-yang-bagus-untuk-kulit-dan-mudah-diperoleh"
    },
    {
        "id": 15,
        "title": "Mengenal Kulit Sensitif dan Cara Merawatnya",
        "category": "penyakit-kulit",
        "excerpt": "Kulit sensitif adalah istilah untuk kondisi kulit yang mudah mengalami iritasi akibat reaksi berlebihan terhadap berbagai faktor, seperti udara atau bahan kimia dalam produk perawatan kulit. Untuk mencegah kekambuhannya, pemilik kulit sensitif perlu merawat kulit dengan baik dan ekstra hati-hati.",
        "content": "Kulit sensitif mudah mengalami reaksi seperti ruam, gatal, kering, beruntusan, atau perih setelah terpapar iritan atau cuaca ekstrem. Pemicunya bisa eksim, rosacea, polusi, perubahan hormon, obat, stres, atau genetika. Berbeda dengan alergi yang dipicu reaksi kekebalan, kulit sensitif bereaksi langsung terhadap konsentrasi zat atau frekuensi pemakaian produk.\n\nPerawatan meliputi memilih produk “hypoallergenic” tanpa wewangian, menghindari bahan keras (alkohol, retinoid, BHA/BHA kuat), rutin menggunakan pelembap (ceramide, petrolatum, gliserin), membatasi mandi 10–15 menit dengan air hangat, serta melindungi dari sinar matahari dengan SPF ≥30 dan pakaian pelindung. Uji produk baru di area kecil sebelum pemakaian penuh dan konsultasikan ke dokter kulit jika reaksi berlanjut.",
        "author": "dr. Kevin Adrian",
        "date": "2024-11-19",
        "source": "Alodokter",
        "image": "public/kulit5.png",
        "originalUrl": "https://www.alodokter.com/mengenali-kulit-sensitif-dan-cara-menanganinya-dengan-tepat"
    },
    {
        "id": 16,
        "title": "9 Obat Eksim Tradisional yang Ampuh Sembuhkan Gejala",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat tidak hanya masalah remaja. Pelajari penyebab jerawat pada dewasa dan berbagai pilihan pengobatan yang tersedia.",
        "content": "Beberapa obat tradisional untuk eksim meliputi minyak kelapa murni yang menenangkan dan antibakteri; pasta kunyit (kurkumin) untuk meredakan peradangan; campuran gel lidah buaya dan minyak zaitun yang terbukti efektif mengurangi gejala; oatmeal koloid untuk melembapkan dan mengurangi kemerahan; mandi dengan garam Himalaya kaya magnesium untuk menenangkan kulit; madu murni untuk memperbaiki tekstur dan melawan infeksi; tea tree oil yang dicampur minyak pelarut sebagai antiseptik; minyak jojoba untuk meniru sebum alami dan menutrisi lapisan pelindung kulit; serta minyak biji bunga matahari kaya asam linoleat dan vitamin E untuk anti-inflamasi dan memperbaiki barrier. Oleskan sesuai kebutuhan, hentikan jika iritasi, dan konsultasikan ke dokter kulit bila gejala memburuk.",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-01-01",
        "source": "HalloSehat",
        "image": "public/kulit6.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/dermatitis/obat-eksim-tradisional/"
    },
    {
        "id": 17,
        "title": "8 Pilihan Obat untuk Bantu Atasi Jamur Kulit secara Alami",
        "category": "penyakit-kulit",
        "excerpt": "Kulit gatal, kemerahan, atau bersisik akibat infeksi jamur bisa sangat mengganggu aktivitas sehari-hari. Pengobatan kondisi ini biasanya berupa pemberian obat topikal. Namun, ada juga obat jamur kulit alami yang diketahui dapat mengatasi kondisi ini, apa saja?",
        "content": "Beberapa pengobatan alami untuk infeksi jamur kulit meliputi menjaga area terinfeksi tetap bersih dan kering dengan sabun antibakteri; mengoleskan bawang putih tumbuk dengan minyak kelapa untuk efek antijamur; gel lidah buaya murni untuk meredakan peradangan; tea tree oil dicampur minyak pelarut sebagai antiseptik; minyak kelapa murni untuk melembapkan dan melawan jamur; pasta kunyit untuk sifat antijamur dan antiinflamasi; ekstrak lengkuas merah atau minyak lengkuas untuk mengatasi panu; serta jahe merah sebagai antijamur alami yang efektivitasnya mendekati obat medis. Gunakan secara rutin, hentikan jika muncul iritasi, dan konsultasikan dokter sebelum memulai pengobatan herbal.",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-05-20",
        "source": "HalloSehat",
        "image": "public/kulit7.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/infeksi-kulit/obat-jamur-kulit-alami/"
    },
    {
        "id": 18,
        "title": "Kudis Api",
        "category": "penyakit-kulit",
        "excerpt": "Penyakit kudis merupakan penyakit menular akibat infeksi tungau yang menyebabkan rasa gatal. Ada berbagai jenis penyakit kudis yang dapat menyerang manusia, termasuk kudis api.",
        "content": "Kudis api (crusted scabies) atau Norwegian scabies adalah bentuk parah scabies yang disebabkan oleh Sarcoptes scabiei dengan ribuan hingga jutaan tungau di kulit, sangat menular dan sering terjadi pada orang berimun lemah. Gejalanya meliputi ruam merah, kerak tebal, sisik, gatal intens, dan infeksi sekunder bakteri seperti Staphylococcus. Diagnosis ditegakkan lewat pemeriksaan mikroskopis sampel kulit. Pengobatan memerlukan pengangkatan sisik sebelum olesan topikal (permethrin 5%, benzyl benzoate 25%, salep sulfur, crotamiton, lindane) dan dosis tinggi ivermectin oral, serta dukungan antihistamin, antibiotik, atau kortikosteroid sesuai kebutuhan. Risiko meningkat pada kontak erat dengan penderita, kondisi imunocompromised, HIV/AIDS, kemoterapi, atau lingkungan padat (panti jompo, penjara).",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2024-09-05",
        "source": "HalloSehat",
        "image": "public/kulit8.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/infeksi-kulit/kudis-api-norwegian-scabies/"
    },
    {
        "id": 19,
        "title": "",
        "category": "",
        "excerpt": "",
        "content": "",
        "author": "Dr. Kulit Cantik",
        "date": "2024-12-30",
        "source": "Klinik Dermatologi Modern",
        "image": "",
        "originalUrl": ""
    },
    {
        "id": 20,
        "title": "",
        "category": "",
        "excerpt": "",
        "content": "",
        "author": "Dr. Kulit Cantik",
        "date": "2024-12-30",
        "source": "Klinik Dermatologi Modern",
        "image": "",
        "originalUrl": ""
    }
]