[
    {
        "id": 1,
        "title": "Efek Penuaan pada Jantung, Perlukah Diwaspadai?",
        "category": "penyakit-jantung",
        "excerpt": "Ketika memasuki umur lanjut usia, struktur dan fungsi organ tubuh akan mengalami perubahan, tak terkecuali jantung. Efek penuaan pada jantung tak hanya berpengaruh terhadap kinerjanya, tapi juga risiko Anda untuk terserang penyakit kronis. Seperti apa perubahan yang terjadi? Ketahui di bawah ini.",
        "content": "Menurut studi berjudul *Effects of Aging on the Heart and Blood Vessels*, ukuran jantung akan cenderung membesar saat memasuki usia lanjut. Bertambah besarnya organ ini disebabkan oleh peningkatan ukuran otot jantung. Selain itu, dinding jantung menjadi lebih tebal dan kaku. Hal tersebut kemudian membuat kapasitas darah yang masuk ke bilik jantung menjadi semakin berkurang.\n\nSeiring bertambahnya usia, jantung akan bekerja lebih keras untuk memompa darah ke seluruh tubuh. Hal ini karena pembuluh darah menjadi lebih keras dan kaku saat memasuki usia lanjut. Perubahan juga dapat terjadi pada penghantaran sinyal listrik jantung yang berpotensi menyebabkan gangguan irama jantung (aritmia). Aritmia membuat irama jantung menjadi lebih lambat, cepat, ataupun tidak beraturan. Sementara itu, fungsi jantung tidak akan mengalami perubahan drastis saat beristirahat. Perbedaan kecil hanya terjadi pada detak jantung yang cenderung menjadi lebih sedikit setiap menitnya. Detak jantung juga tidak banyak mengalami peningkatan ketika melakukan aktivitas seperti olahraga, berbeda dengan masa muda ketika detak jantung meningkat drastis setelah berolahraga.\n\nEfek penuaan pada jantung yang paling dikhawatirkan yakni peningkatan risiko penyakit jantung dan pembuluh darah (kardiovaskular). Ini memang merupakan salah satu penyakit umum pada lansia. Beberapa masalah kardiovaskular yang mengintai antara lain hipertensi, aritmia, arteriosklerosis, penyakit arteri koroner, gagal jantung, serangan jantung, dan penyakit jantung koroner. Risiko gangguan jantung di atas dapat semakin meningkat jika Anda menerapkan pola hidup tidak sehat, meliputi kebiasaan merokok, konsumsi makanan berlemak secara berlebihan, dan jarang berolahraga.",
        "author": "dr. Mikhael Yosia, BMedSci, PGCert, DTM&H.",
        "date": "2025-05-30",
        "source": "Halo Sehat",
        "image": "public/jantung1.png",
        "originalUrl": "https://hellosehat.com/lansia/masalah-lansia/efek-penuaan-pada-jantung/"
    },
    {
        "id": 2,
        "title": "Ketahui Perbedaan Serangan Jantung dan Gagal Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Meski sering dianggap sama, serangan jantung dan gagal jantung merupakan dua kondisi yang berbeda. Perbedaan serangan jantung dan gagal jantung terletak pada penyebab, gejala, dan penanganannya. Walau berbeda, keduanya sama-sama bisa menyebabkan kematian bila tidak ditangani dengan baik.",
        "content": "Serangan jantung diawali dengan pembentukan plak kolesterol dalam pembuluh darah koroner, yaitu pembuluh darah yang memberikan nutrisi dan oksigen ke otot jantung. Plak ini dapat membesar dan menyebabkan dinding pembuluh koroner menyempit atau bahkan tersumbat. Selain itu, penyumbatan juga dapat terjadi bila sebagian dari plak tersebut pecah dan serpihannya terlepas ke aliran darah menuju pembuluh darah yang lebih kecil. Penyumbatan pada pembuluh darah koroner menyebabkan otot jantung kekurangan suplai oksigen dan nutrisi dari darah. Kondisi ini disebut penyakit jantung koroner. Bila penyumbatan terjadi secara total, maka dapat menimbulkan kerusakan pada otot jantung dan terjadilah serangan jantung.\n\nSementara itu, gagal jantung disebabkan oleh kombinasi berbagai penyakit yang melemahkan otot jantung secara perlahan dalam waktu lama hingga akhirnya jantung tidak mampu lagi memompa darah ke seluruh tubuh.",
        "author": "dr. Irene Cindy Sunur",
        "date": "2025-01-21",
        "source": "Alodokter",
        "image": "public/jantung2.png",
        "originalUrl": "https://www.alodokter.com/ketahui-perbedaan-serangan-jantung-dan-gagal-jantung"
    },
    {
        "id": 3,
        "title": "Mengenal Macam-Macam Lemah Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Ada beberapa macam lemah jantung yang dapat dibedakan berdasarkan penyebab dan gejalanya. Meski ada beragam jenisnya, kondisi lemah jantung perlu segera mendapatkan penanganan langsung dari dokter guna mencegah dampak yang berakibat fatal.",
        "content": "Lemah jantung (kardiomiopati) terjadi ketika otot jantung menipis, menebal, atau kaku sehingga daya pompa melemah dan menimbulkan gejala seperti sesak napas, kaki bengkak, pusing, atau pingsan. Tipe dilatasi adalah yang paling umum, ditandai dengan melemahnya dan melonggarnya ventrikel sehingga sulit memompa darah, sering dipicu oleh penyakit koroner, hipertensi, infeksi virus, atau konsumsi alkohol berlebihan. Tipe hipertrofik melibatkan penebalan dinding ventrikel kiri akibat mutasi genetik, menyebabkan ruang sempit dan pompa lemah, ditandai dengan nyeri dada, kelelahan, dan risiko aritmia fatal. ARVD (arrhythmogenic right ventricular cardiomyopathy) menyebabkan kematian sel otot di ventrikel kanan dan penggantian oleh jaringan parut atau lemak, memicu aritmia dan berisiko tinggi pada atlet muda. Tipe restriktif ditandai oleh kekakuan otot jantung yang menghambat relaksasi dan pengisian darah, sering dikaitkan dengan penyakit seperti hemokromatosis, sarkoidosis, atau amiloidosis. Jika penyebabnya langsung dari kelainan jantung disebut primer, sedangkan jika dipicu oleh penyakit lain disebut sekunder."
        ,"author": "dr. Irene Cindy Sunur",
        "date": "2025-01-21",
        "source": "Alodokter",
        "image": "public/jantung3.png",
        "originalUrl": "https://www.alodokter.com/mengenal-macam-macam-lemah-jantung"
    },
    {
        "id": 4,
        "title": "Kenali Ciri Penyakit Jantung di Usia Muda Sekarang Juga!",
        "category": "penyakit-jantung",
        "excerpt": "Penyakit jantung dapat menyerang siapa saja tanpa mengenal usia. Oleh karena itu, penting bagi Anda untuk mengenali apa saja ciri penyakit jantung di usia muda agar dapat terdeteksi sejak dini dan penanganan dapat dilakukan secepatnya.",
        "content": "Penyakit jantung adalah salah satu penyebab kematian tertinggi di Indonesia dan dunia, dengan sekitar 17,7 juta kematian global pada 2019 menurut WHO. Di Indonesia, Riskesdas 2018 mencatat sekitar 2,7 juta penduduk menderita penyakit jantung, termasuk banyak orang dewasa muda yang produktif. Peningkatan kasus ini terkait pola makan tidak sehat, kurang olahraga, merokok, kolesterol tinggi, obesitas, hipertensi, dan diabetes. Gejala pada usia muda sering terabaikan namun penting dikenali, seperti mudah lemas atau sesak napas walau hanya melakukan aktivitas ringan; nyeri dada yang bisa menjalar ke leher, lengan, atau rahang; pusing mendadak disertai sesak atau nyeri dada; serta nyeri ulu hati yang muncul tiba‑tiba. Beberapa orang juga mengalami sakit rahang atau tenggorokan dan keringat dingin tanpa sebab jelas. Jika mengalami gejala tersebut, segera konsultasikan ke dokter untuk deteksi dini dan pengobatan agar mencegah komplikasi serius."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-09-04",
        "source": "Alodokter",
        "image": "public/jantung4.png",
        "originalUrl": "https://www.alodokter.com/kenali-ciri-penyakit-jantung-di-usia-muda-sekarang-juga"
    },
    {
        "id": 5,
        "title": "Ketahui Pertolongan Pertama Serangan Jantung untuk Menyelamatkan Nyawa",
        "category": "penyakit-jantung",
        "excerpt": "Bagi Anda yang berada dekat dengan penderita penyakit jantung, penting untuk mengetahui teknik pertolongan pertama serangan jantung. Ini karena pertolongan pertama yang Anda berikan bisa menolong hidup seseorang.",
        "content": "Serangan jantung adalah kondisi darurat medis ketika aliran darah ke jantung terhenti akibat penyumbatan, yang dapat merusak otot jantung dan mengancam nyawa. Gejalanya meliputi nyeri dada berat yang bisa menjalar ke lengan, pundak, punggung, leher, rahang, atau tulang dada; sesak napas; mual, muntah, dan nyeri ulu hati; lemas, pusing, keringat dingin; serta detak jantung cepat atau tidak beraturan.\n\nPada pasien sadar, pertolongan pertama meliputi menenangkan pasien, segera menghubungi ambulans, memposisikan pasien duduk dengan pakaian dilonggarkan, memberikan nitrogliserin di bawah lidah atau aspirin kunyah 325 mg jika aman, dan menghindari makanan atau minuman. Jika pasien tiba‑tiba tidak sadarkan diri, hubungi ambulans, baringkan pasien, dan lakukan RJP (kompresi dada 100–120 kali/menit atau lengkap bila terlatih), serta gunakan AED jika tersedia. Setelah itu, bawa pasien ke UGD secepatnya.\n\nJika Anda sendiri mengalami serangan jantung, hentikan aktivitas, cari tempat aman, beri tahu orang terdekat untuk menghubungi ambulans, dan konsumsi obat sesuai resep. Hindari mengemudi sendiri kecuali sangat terpaksa."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-11-08",
        "source": "Alodokter",
        "image": "public/jantung5.png",
        "originalUrl": "https://www.alodokter.com/ketahui-pertolongan-pertama-serangan-jantung-untuk-menyelamatkan-nyawa"
    },
    {
        "id": 6,
        "title": "Berbagai Gejala Penyakit Jantung dan Pencegahannya",
        "category": "penyakit-jantung",
        "excerpt": "Gejala penyakit jantung dan pencegahannya penting untuk dikenali sebagai antisipasi. Tidak sedikit orang baru menyadari bahwa ia menderita penyakit jantung sampai akhirnya gangguan tersebut menyebabkan komplikasi.",
        "content": "Gejala penyakit jantung muncul ketika jantung tidak efektif memompa darah atau kekurangan oksigen, ditandai dengan nyeri dada seperti beban berat di dada atas yang bisa hilang saat istirahat, sesak napas akibat penumpukan cairan di paru‑paru (edema paru) saat beraktivitas atau berbaring, pembengkakan (edema) di betis, kaki, atau pergelangan kaki, serta kelelahan parah yang terjadi tiba‑tiba meski aktivitas ringan. Untuk mencegahnya, terapkan gaya hidup sehat dengan berhenti merokok, berolahraga minimal 30 menit tiap hari, mengonsumsi makanan rendah garam dan lemak jenuh, menjaga berat badan ideal, mengelola stres, serta rutin memeriksakan tekanan darah, kolesterol, dan gula darah",
        "author": "dr. Kevin Adrian",
        "date": "2024-11-27",
        "source": "Alodokter",
        "image": "public/jantung6.png",
        "originalUrl": "https://www.alodokter.com/berbagai-gejala-penyakit-jantung-dan-pencegahannya"
    },
    {
        "id": 7,
        "title": "Penyakit Jantung",
        "category": "penyakit-jantung",
        "excerpt": "Penyakit jantung adalah kondisi ketika bagian jantung yang meliputi pembuluh darah jantung, selaput jantung, katup jantung, dan otot jantung mengalami gangguan. Penyakit jantung bisa disebabkan oleh berbagai hal, seperti sumbatan pada pembuluh darah jantung, peradangan, infeksi, atau kelainan bawaan.",
        "content": "Jantung adalah organ vital yang tersusun dari otot dengan empat ruang dan katup yang mengatur aliran darah satu arah. Di dindingnya terdapat arteri koroner kanan dan kiri yang memasok darah beroksigen, serta perikardium sebagai pelindung dan penahan posisi jantung. Penyakit jantung meliputi penyempitan pembuluh koroner (aterosklerosis), aritmia, kelainan bawaan, kardiomiopati, perikarditis/endokarditis, penyakit katup, dan kardiomiopati takotsubo.\n\nPenyebab utama penyakit jantung antara lain penumpukan lemak di pembuluh koroner, hipertensi, diabetes tidak terkontrol, dan infeksi, dengan faktor risiko gaya hidup seperti pola makan tidak sehat, kurang olahraga, merokok, konsumsi alkohol berlebih, stres, dan penggunaan NAPZA. Gejalanya meliputi nyeri dada, palpitasi, sesak napas, pembengkakan kaki, kelelahan, dan pingsan. Pengobatan disesuaikan jenis penyakit, mulai dari perubahan gaya hidup dan obat-obatan hingga tindakan bedah. Pencegahan dapat dilakukan dengan berhenti merokok, mengonsumsi makanan bergizi seimbang, berolahraga rutin, dan pemeriksaan medis berkala."
        ,"author": "dr. Pittara",
        "date": "2023-03-16",
        "source": "Alodokter",
        "image": "public/jantung7.png",
        "originalUrl": "https://www.alodokter.com/penyakit-jantung"
    },
    {
        "id": 8,
        "title": "Cara Menjaga Kesehatan Jantung dengan Aktivitas Fisik",
        "category": "penyakit-jantung",
        "excerpt": "Setiap kali bergerak, kita sebenarnya memberi kekuatan pada teman setia dalam tubuh kita, yaitu jantung. Fakta menariknya, jantung kita suka berolahraga! Dalam tulisan ini, kita akan membahas mengapa berolahraga penting untuk menjaga kesehatan jantung dan bagaimana kita bisa melakukannya dengan mudah.",
        "content": "Jantung yang sehat memiliki tekanan darah normal (120/80 mmHg) dan detak antara 60–100 kali per menit. Penyakit jantung terjadi ketika fungsi jantung—termasuk pembuluh darah, selaput, katup, atau otot—terganggu sehingga menurunkan kemampuan memompa darah dan menimbulkan masalah sirkulasi serius.\n\nPenyebab utama meliputi penyempitan atau sumbatan pembuluh koroner akibat kolesterol tinggi, merokok, obesitas, atau kurang aktivitas fisik; aritmia yang bisa dipicu stres; serta kelainan bawaan jantung dari lahir. Gejalanya dapat berupa nyeri dada, palpitasi, sesak napas, kelelahan, pembengkakan kaki, sakit kepala, atau pingsan.\n\nOlahraga melindungi jantung dengan membantu mengendalikan tekanan darah, meningkatkan efisiensi oksigen, menjaga berat badan ideal, meredakan stres, dan meningkatkan kadar HDL (kolesterol baik). Aktivitas ringan seperti berjalan cepat, berenang, lari ringan, menari, atau bersepeda selama 30 menit setiap hari sudah sangat bermanfaat.\n\nBagi pemula, mulailah dengan intensitas ringan (misalnya jalan kaki) dan tingkatkan secara bertahap. Konsultasikan dengan dokter sebelum memulai program latihan, terutama jika memiliki kondisi kesehatan tertentu. Dengan rutin berolahraga dan menjalani gaya hidup sehat, Anda berinvestasi pada jantung yang lebih kuat dan kualitas hidup yang lebih baik.",
        "author": "Dr. Falleryan",
        "date": "2024-05-02",
        "source": "Rumah Sakit Diabetes",
        "image": "public/jantung8.png",
        "originalUrl": "https://ayosehat.kemkes.go.id/cara-menjaga-kesehatan-jantung"
    },
    {
        "id": 9,
        "title": "Kebiasaan yang Menyehatkan untuk Menjaga Otot Jantung",
        "category": "penyakit-jantung",
        "excerpt": "“Artikel ini membahas tentang kebiasaan sehat yang dapat menjaga otot jantung. Dengan menerapkan pola hidup sehat seperti olahraga teratur dan pola makan seimbang, kamu dapat menjaga otot jantung tetap kuat dan dapat berfungsi dengan optimal.”",
        "content": "Terapkan pola makan sehat dengan konsumsi makanan rendah kolesterol seperti oatmeal kaya beta‑glukan, buah, sayur, vitamin, mineral, dan antioksidan. Lakukan olahraga rutin (aerobik seperti berlari, bersepeda, berjalan kaki, berenang) untuk meningkatkan detak jantung dan memasok oksigen ke otot, sehingga mengurangi risiko kardiovaskular. Hindari merokok dan alkohol karena keduanya merusak otot jantung, memicu aterosklerosis, nyeri dada, serangan jantung, dan gagal jantung. Kelola stres dengan baik untuk mencegah peningkatan detak jantung dan tekanan darah tinggi yang dapat menimbulkan aritmia serta kerusakan otot jantung; jika muncul gejala tidak biasa seperti nyeri dada atau detak jantung tidak teratur, segera periksakan ke dokter ahli jantung.",
        "author": "Dr. Rizal Fadli",
        "date": "2023-06-06",
        "source": "HaloDoc",
        "image": "public/jantung9.png",
        "originalUrl": "https://www.halodoc.com/artikel/kebiasaan-yang-menyehatkan-untuk-menjaga-otot-jantung"
    },
    {
        "id": 10,
        "title": "Stres Bisa Memicu Sakit Jantung di Usia Muda, Apa Sebabnya?",
        "category": "penyakit-jantung",
        "excerpt": "“Sakit jantung tidak hanya dimonopoli oleh lansia saja, sebab ada banyak faktor yang bisa memicu kondisi ini. Contohnya, stres yang menimbulkan dampak negatif bagi kesehatan jantung. Nah, stres merupakan masalah kesehatan mental yang rentan dialami oleh mereka di usia muda.",
        "content": "Stres dapat memicu sakit jantung di usia muda, sehingga penting untuk menerapkan strategi pengelolaan stres yang efektif. Pertama, atur pola makan sehat dengan mengurangi karbohidrat olahan dan gula sederhana yang menyebabkan lonjakan gula darah dan kecemasan, serta sertakan buah, sayur, dan protein berkualitas untuk mendukung kestabilan mood. Kedua, rutin berolahraga—baik melalui gym, kelas yoga, atau aktivitas fisik sehari-hari—karena olahraga melepaskan endorfin yang meredakan stres dan meningkatkan kesehatan jantung. Ketiga, biasakan mengucapkan terima kasih pada diri sendiri untuk menumbuhkan rasa syukur dan perspektif positif. Keempat, luangkan waktu “me time” terjadwal untuk hobi atau refleksi diri, misalnya membaca atau merawat tanaman, guna mengurangi tekanan akibat rutinitas padat. Kelima, dapatkan dukungan sosial dengan mempererat hubungan keluarga dan teman, atau bergabung komunitas positif. Keenam, kurangi pemicu stres seperti konsumsi media negatif, alkohol, dan kafein berlebih. Ketujuh, pastikan tidur cukup (7–9 jam) dengan rutinitas tidur teratur dan lingkungan nyaman untuk menurunkan hormon kortisol. Jika stres berkepanjangan atau gejala tidak membaik, segera konsultasikan ke dokter spesialis.",
        "author": "Dr. Rizal Fadli",
        "date": "2024-10-24",
        "source": "HaloDoc",
        "image": "public/jantung10.png",
        "originalUrl": "https://www.halodoc.com/artikel/stres-bisa-memicu-sakit-jantung-di-usia-muda-apa-sebabnya"
    },
    {
        "id": 11,
        "title": "Eksfoliasi untuk Kulit Berjerawat, Apakah Aman atau Berisiko?",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat merupakan masalah kulit yang umum dan bisa sangat mengganggu, terutama jika disertai dengan rasa perih, kemerahan, dan peradangan. Di tengah berbagai upaya perawatan yang dilakukan, salah satu pertanyaan yang sering muncul adalah bolehkah eksfoliasi kulit saat berjerawat? Simak jawaban lengkapnya berikut ini.",
        "content": "Tentu boleh, namun perlu diperhatikan untuk kulit berjerawat, pilih eksfoliasi kimia (AHA, BHA, PHA) yang lebih lembut dibanding scrub fisik. Gunakan bahan seperti asam salisilat untuk membersihkan pori, retinol untuk regenerasi sel, asam glikolat untuk tekstur dan bekas jerawat, serta benzoyl peroxide untuk meredam peradangan. Setelah eksfoliasi, segera aplikasikan pelembap nonkomedogenik ringan (hyaluronic acid, ceramide, niacinamide) agar kelembapan terjaga. Keesokan paginya selalu pakai sunscreen SPF ≥30 yang ringan dan bebas minyak. Pantau reaksi kulit—jika muncul kemerahan, perih, atau iritasi, hentikan eksfoliasi dan fokus pada perawatan menenangkan."
        ,"author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-06-18",
        "source": "HalloSehat",
        "image": "public/kulit1.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/jerawat/eksfoliasi-untuk-kulit-berjerawat/"
    },
    {
        "id": 12,
        "title": "Penyebab Jerawat di Leher dan Cara Cepat Mengatasinya",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat di leher umumnya karena kebersihan leher dan rambut yang tidak terjaga. Selain itu, ada pula hal lain yang bisa menjadi penyebabnya. Untuk mengatasinya, ada beragam cara yang bisa dilakukan, baik dengan obat maupun ramuan alami.",
        "content": "Jerawat di leher muncul karena produksi minyak berlebih, penumpukan sel kulit mati, dan bakteri di pori, dipicu oleh hormon, keringat, stres, diet, obat, faktor genetik, kosmetik, atau gesekan pakaian dan rambut. Obat topikal seperti benzoyl peroksida, asam salisilat, dan sulfur membunuh bakteri dan membuka pori, sementara bahan alami seperti madu‑kayu manis, teh hijau, atau cuka apel menawarkan efek antibakteri dan antiinflamasi. Untuk mencegah, jaga kebersihan leher, hindari pemicu, dan konsultasikan ke dokter jika jerawat tak kunjung membaik."
        ,"author": "Dr. Gracia Fensynthia",
        "date": "2025-06-12",
        "source": "Alodokter",
        "image": "public/kulit2.png",
        "originalUrl": "https://www.alodokter.com/penyebab-jerawat-di-leher-dan-pilihan-cara-mengatasinya"
    },
    {
        "id": 13,
        "title": "Ketahui Fungsi dan Cara Perawatan Jaringan Epidermis Kulit",
        "category": "penyakit-kulit",
        "excerpt": "Jaringan epidermis adalah salah satu lapisan kulit yang terletak paling luar. Fungsinya beragam, mulai dari menjaga tubuh dari kuman dan zat berbahaya, menentukan warna kulit, hingga memproduksi sel-sel tertentu yang berperan penting untuk kesehatan tubuh.",
        "content": "Jaringan epidermis adalah lapisan kulit terluar yang melindungi dari kuman dan dehidrasi, menggantikan sel mati, menentukan warna kulit, menangkal sinar UV, memproduksi vitamin D, keringat, dan sebum. Untuk merawatnya, hindari paparan matahari terik dengan tabir surya, topi, dan pakaian pelindung; jaga kebersihan dengan mandi air hangat, sabun lembut, keringkan lembut, lalu oleskan pelembap; konsumsi nutrisi penting seperti vitamin C, E, D, zinc, omega‑3, dan protein dari buah, sayur, telur, dan ikan; jauhi rokok dan alkohol; serta kelola stres, cukup tidur, rutin berolahraga, dan banyak minum air putih.",
        "author": "dr. Kevin Adrian",
        "date": "2024-12-26",
        "source": "Alodokter",
        "image": "public/kulit3.png",
        "originalUrl": "https://www.alodokter.com/fungsi-jaringan-epidermis-sebagai-bagian-dari-lapisan-kulit"
    },
    {
        "id": 14,
        "title": "10 Buah yang Bagus untuk Kulit dan Mudah Diperoleh",
        "category": "penyakit-kulit",
        "excerpt": "Ada banyak pilihan buah yang bagus untuk kulit. Buah-buahan ini umumnya mengandung beragam nutrisi yang bisa mencerahkan dan melembutkan kulit. Jika dikonsumsi secara rutin sebagai bagian dari pola makan sehat, buah-buahan ini juga bisa mencegah penuaan dini kulit, lho!",
        "content": "Buah yang baik untuk kulit mengandung vitamin A, C, E, dan antioksidan seperti likopen, flavonoid, resveratrol, dan quercetin. Contohnya: jeruk kaya vitamin C dan likopen untuk kolagen dan anti-penuaan; kiwi lebih tinggi vitamin C dan E untuk regenerasi sel dan proteksi UV; tomat sumber likopen, beta karoten, dan lutein untuk perlindungan sinar matahari dan efek antikanker; mangga mengandung vitamin A, C, dan E untuk keratin, kolagen, dan proteksi polusi; anggur kaya resveratrol dan polifenol untuk kolagen dan anti-penuaan; stroberi dengan vitamin C dan quercetin untuk anti-inflamasi dan anti-jerawat; alpukat dengan lemak sehat dan antioksidan untuk kelembapan dan proteksi radikal bebas; apel mencerahkan, mencegah jerawat, dan toner cuka apel alami; mentimun menghidrasi dan menenangkan kulit; serta pisang dengan kalium untuk mengunci kelembapan. Konsumsi buah setiap hari mendukung kesehatan kulit dan tubuh secara menyeluruh.",
        "author": "dr. Kevin Adrian",
        "date": "2024-10-14",
        "source": "Alodokter",
        "image": "public/kulit4.png",
        "originalUrl": "https://www.alodokter.com/10-buah-yang-bagus-untuk-kulit-dan-mudah-diperoleh"
    },
    {
        "id": 15,
        "title": "Mengenal Kulit Sensitif dan Cara Merawatnya",
        "category": "penyakit-kulit",
        "excerpt": "Kulit sensitif adalah istilah untuk kondisi kulit yang mudah mengalami iritasi akibat reaksi berlebihan terhadap berbagai faktor, seperti udara atau bahan kimia dalam produk perawatan kulit. Untuk mencegah kekambuhannya, pemilik kulit sensitif perlu merawat kulit dengan baik dan ekstra hati-hati.",
        "content": "Kulit sensitif mudah mengalami reaksi seperti ruam, gatal, kering, beruntusan, atau perih setelah terpapar iritan atau cuaca ekstrem. Pemicunya bisa eksim, rosacea, polusi, perubahan hormon, obat, stres, atau genetika. Berbeda dengan alergi yang dipicu reaksi kekebalan, kulit sensitif bereaksi langsung terhadap konsentrasi zat atau frekuensi pemakaian produk.\n\nPerawatan meliputi memilih produk “hypoallergenic” tanpa wewangian, menghindari bahan keras (alkohol, retinoid, BHA/BHA kuat), rutin menggunakan pelembap (ceramide, petrolatum, gliserin), membatasi mandi 10–15 menit dengan air hangat, serta melindungi dari sinar matahari dengan SPF ≥30 dan pakaian pelindung. Uji produk baru di area kecil sebelum pemakaian penuh dan konsultasikan ke dokter kulit jika reaksi berlanjut.",
        "author": "dr. Kevin Adrian",
        "date": "2024-11-19",
        "source": "Alodokter",
        "image": "public/kulit5.png",
        "originalUrl": "https://www.alodokter.com/mengenali-kulit-sensitif-dan-cara-menanganinya-dengan-tepat"
    },
    {
        "id": 16,
        "title": "9 Obat Eksim Tradisional yang Ampuh Sembuhkan Gejala",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat tidak hanya masalah remaja. Pelajari penyebab jerawat pada dewasa dan berbagai pilihan pengobatan yang tersedia.",
        "content": "Beberapa obat tradisional untuk eksim meliputi minyak kelapa murni yang menenangkan dan antibakteri; pasta kunyit (kurkumin) untuk meredakan peradangan; campuran gel lidah buaya dan minyak zaitun yang terbukti efektif mengurangi gejala; oatmeal koloid untuk melembapkan dan mengurangi kemerahan; mandi dengan garam Himalaya kaya magnesium untuk menenangkan kulit; madu murni untuk memperbaiki tekstur dan melawan infeksi; tea tree oil yang dicampur minyak pelarut sebagai antiseptik; minyak jojoba untuk meniru sebum alami dan menutrisi lapisan pelindung kulit; serta minyak biji bunga matahari kaya asam linoleat dan vitamin E untuk anti-inflamasi dan memperbaiki barrier. Oleskan sesuai kebutuhan, hentikan jika iritasi, dan konsultasikan ke dokter kulit bila gejala memburuk.",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-01-01",
        "source": "HalloSehat",
        "image": "public/kulit6.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/dermatitis/obat-eksim-tradisional/"
    },
    {
        "id": 17,
        "title": "8 Pilihan Obat untuk Bantu Atasi Jamur Kulit secara Alami",
        "category": "penyakit-kulit",
        "excerpt": "Kulit gatal, kemerahan, atau bersisik akibat infeksi jamur bisa sangat mengganggu aktivitas sehari-hari. Pengobatan kondisi ini biasanya berupa pemberian obat topikal. Namun, ada juga obat jamur kulit alami yang diketahui dapat mengatasi kondisi ini, apa saja?",
        "content": "Beberapa pengobatan alami untuk infeksi jamur kulit meliputi menjaga area terinfeksi tetap bersih dan kering dengan sabun antibakteri; mengoleskan bawang putih tumbuk dengan minyak kelapa untuk efek antijamur; gel lidah buaya murni untuk meredakan peradangan; tea tree oil dicampur minyak pelarut sebagai antiseptik; minyak kelapa murni untuk melembapkan dan melawan jamur; pasta kunyit untuk sifat antijamur dan antiinflamasi; ekstrak lengkuas merah atau minyak lengkuas untuk mengatasi panu; serta jahe merah sebagai antijamur alami yang efektivitasnya mendekati obat medis. Gunakan secara rutin, hentikan jika muncul iritasi, dan konsultasikan dokter sebelum memulai pengobatan herbal.",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2025-05-20",
        "source": "HalloSehat",
        "image": "public/kulit7.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/infeksi-kulit/obat-jamur-kulit-alami/"
    },
    {
        "id": 18,
        "title": "Kudis Api",
        "category": "penyakit-kulit",
        "excerpt": "Penyakit kudis merupakan penyakit menular akibat infeksi tungau yang menyebabkan rasa gatal. Ada berbagai jenis penyakit kudis yang dapat menyerang manusia, termasuk kudis api.",
        "content": "Kudis api (crusted scabies) atau Norwegian scabies adalah bentuk parah scabies yang disebabkan oleh Sarcoptes scabiei dengan ribuan hingga jutaan tungau di kulit, sangat menular dan sering terjadi pada orang berimun lemah. Gejalanya meliputi ruam merah, kerak tebal, sisik, gatal intens, dan infeksi sekunder bakteri seperti Staphylococcus. Diagnosis ditegakkan lewat pemeriksaan mikroskopis sampel kulit. Pengobatan memerlukan pengangkatan sisik sebelum olesan topikal (permethrin 5%, benzyl benzoate 25%, salep sulfur, crotamiton, lindane) dan dosis tinggi ivermectin oral, serta dukungan antihistamin, antibiotik, atau kortikosteroid sesuai kebutuhan. Risiko meningkat pada kontak erat dengan penderita, kondisi imunocompromised, HIV/AIDS, kemoterapi, atau lingkungan padat (panti jompo, penjara).",
        "author": "dr. Andreas Wilson Setiawan, M.Kes.",
        "date": "2024-09-05",
        "source": "HalloSehat",
        "image": "public/kulit8.png",
        "originalUrl": "https://hellosehat.com/penyakit-kulit/infeksi-kulit/kudis-api-norwegian-scabies/"
    },
    {
        "id": 19,
        "title": "Mengupas Manfaat Kopi untuk Prediabetes dan Diabetes",
        "category": "diabetes",
        "excerpt": "Kopi merupakan minuman yang banyak dikonsumsi. Sering timbul pertanyaan apakah kopi aman jika diminum oleh pasien prediabetes atau diabetes? Banyak studi menyebutkan kopi hitam memang bermanfaat bagi pasien diabetes. Mari simak penjelasannya.",
        "content": "Kopi hitam tanpa gula memiliki potensi manfaat bagi penderita prediabetes dan diabetes. Kandungan kafein, polifenol, dan magnesium di dalamnya dapat membantu menurunkan gula darah dengan berbagai mekanisme, seperti menghambat reseptor adenosin, menurunkan produksi glukosa di hati, meningkatkan sensitivitas insulin, dan mengurangi penyerapan karbohidrat. Beberapa studi menunjukkan bahwa konsumsi rutin kopi dapat membantu mencegah perkembangan diabetes tipe 2. Namun, efek ini tergantung pada dosis (idealnya 3–4 cangkir per hari), durasi konsumsi (habitual), dan toleransi individu terhadap efek samping seperti gangguan tidur atau jantung berdebar. Meski ada temuan awal mengenai potensi kafein melawan COVID-19 melalui penghambatan enzim virus, hal ini masih perlu penelitian lebih lanjut. Konsultasi dokter diperlukan terutama bagi penderita diabetes dengan komplikasi atau kondisi khusus."
        ,"author": "dr. Wardhana, Sp.PD, K-EMD, FINASIM",
        "date": "2025-05-14",
        "source": "HalloSehat",
        "image": "public/diabetes1.png",
        "originalUrl": "https://hellosehat.com/diabetes/manfaat-kopi-diabetes/"
    },
    {
        "id": 20,
        "title": "4 Tipe Diabetes dan Perbedaannya yang Perlu Diketahui",
        "category": "diabetes",
        "excerpt": "Diabetes atau dikenal dengan diabetes melitus adalah salah satu penyakit kronis paling umum di Indonesia. Terdapat beberapa jenis diabetes yang mungkin terjadi. Beda jenisnya, beda pula penanganannya. Apa saja tipe diabetes yang ada?",
        "content": "Diabetes melitus terbagi menjadi empat tipe utama, masing-masing dengan penyebab dan karakteristik yang berbeda:\n\n1. **Diabetes Tipe 1**: Merupakan penyakit autoimun di mana sistem kekebalan menyerang sel penghasil insulin di pankreas. Umumnya muncul pada anak-anak, remaja, atau dewasa muda. Pasien memerlukan terapi insulin seumur hidup.\n\n2. **Diabetes Tipe 2**: Tipe paling umum (sekitar 95% kasus). Disebabkan oleh resistensi insulin akibat gaya hidup tidak sehat. Bisa dikendalikan dengan pola hidup sehat dan pengobatan.\n\n3. **Diabetes Tipe 3**: Merujuk pada kaitan antara diabetes dan penyakit Alzheimer. Diperkirakan disebabkan oleh gangguan suplai insulin ke otak, yang berdampak pada fungsi dan regenerasi sel otak.\n\n4. **Diabetes Gestasional**: Terjadi selama kehamilan akibat hormon plasenta yang mengganggu kerja insulin. Umumnya sembuh setelah melahirkan, tetapi perlu penanganan untuk mencegah komplikasi.\n\nMasing-masing jenis diabetes bisa berbahaya jika tidak dikendalikan. Pengelolaan gaya hidup dan kepatuhan pada pengobatan sangat menentukan keberhasilan dalam mengelola penyakit ini."
        ,"author": " dr. Mikhael Yosia, BMedSci, PGCert, DTM&H.",
        "date": "2025-03-23",
        "source": "HalloSehat",
        "image": "public/diabetes2.png",
        "originalUrl": "https://hellosehat.com/diabetes/tipe-diabetes/"
    },
        {
        "id": 21,
        "title": "Mengenal Perbedaan Diabetes Tipe 1 dan Tipe 2",
        "category": "diabetes",
        "excerpt": "Diabetes dikenal juga oleh masyarakat sebagai “penyakit gula” atau “kencing manis”. Ada dua jenis diabetes, yaitu diabetes tipe 1 dan tipe 2. Meski memiliki gejala yang sama, ada perbedaan di antara keduanya, baik dari penyebab maupun pengobatannya.",
        "content": "Diabetes tipe 1 dan tipe 2 memiliki gejala yang mirip, tetapi perbedaan utamanya terletak pada penyebab dan cara penanganannya.\n\n1. **Penyebab**\n   - **Tipe 1**: Gangguan autoimun yang menyerang sel penghasil insulin. Dipicu oleh faktor genetik dan infeksi virus tertentu.\n   - **Tipe 2**: Sel tubuh kurang sensitif terhadap insulin. Dipicu oleh gaya hidup tidak sehat, obesitas, dan usia.\n\n2. **Gejala**\n   - Umum pada kedua tipe: sering haus, sering buang air kecil, mudah lapar, berat badan turun, cepat lelah, penglihatan kabur, luka sulit sembuh.\n   - **Tipe 1**: Gejala muncul tiba-tiba dan cepat memburuk.\n   - **Tipe 2**: Gejala muncul perlahan dan sering tak disadari hingga muncul komplikasi.\n\n3. **Diagnosis**\n   - Pemeriksaan gula darah (GDS, GDP, HbA1c).\n   - Tes antibodi untuk membedakan tipe 1 dan tipe 2.\n\n4. **Pengobatan**\n   - **Tipe 1**: Wajib insulin suntik seumur hidup.\n   - **Tipe 2**: Awalnya cukup dengan perubahan gaya hidup, obat diberikan jika perlu.\n\n5. **Usia Penderita**\n   - **Tipe 1**: Umumnya pada anak-anak dan remaja.\n   - **Tipe 2**: Umumnya pada usia 40 tahun ke atas, tapi bisa juga dialami usia muda.\n\nPenting untuk memeriksakan diri jika memiliki gejala atau risiko diabetes agar bisa ditangani lebih awal dan mencegah komplikasi serius."
        ,"author": "dr. Irene Cindy Sunur",
        "date": "2022-12-21",
        "source": "Alodokter",
        "image": "public/diabetes3.png",
        "originalUrl": "https://www.alodokter.com/mengenal-perbedaan-diabetes-tipe-1-dan-tipe-2"
    },
        {
        "id": 22,
        "title": "Senam Diabetes dan Latihan Pendukung Lainnya",
        "category": "diabetes",
        "excerpt": "Ada beragam cara menjaga kebugaran dan mengontrol gula darah bagi penderita diabetes.Salah satunya adalah dengan melakukan senam diabetes dan latihan pendukung lainnya, mulai dari jalan santai, yoga, dan taichi.",
       "content": "Senam diabetes dan olahraga rutin sangat penting bagi penderita diabetes untuk menjaga kebugaran dan mengontrol kadar gula darah.\n\n1. **Manfaat Olahraga bagi Penderita Diabetes**\n   - Meningkatkan efektivitas insulin\n   - Mengontrol kadar gula darah\n   - Mendukung pengobatan secara menyeluruh\n\n2. **Jenis Latihan yang Disarankan**\n   - **Senam diabetes**: Praktis dan mudah dilakukan.\n   - **Tai chi**: Latihan lambat yang memadukan gerakan tubuh, pernapasan, dan meditasi.\n   - **Yoga**: Meningkatkan fleksibilitas, menurunkan stres, dan menyeimbangkan sistem saraf.\n   - **Lainnya**: Jalan santai, berenang, bersepeda, pilates, angkat beban, menari.\n\n3. **Durasi Olahraga**\n   - 20–30 menit per sesi atau minimal 150 menit per minggu.\n\n4. **Tips Aman Berolahraga**\n   - Periksa kadar gula darah sebelum dan sesudah olahraga.\n   - Jangan berolahraga jika gula darah >250 mg/dL.\n   - Lakukan pemanasan dan pendinginan masing-masing 5 menit.\n   - Minum cukup air dan siapkan camilan manis jika risiko hipoglikemia.\n   - Gunakan sepatu dan kaus kaki yang nyaman.\n   - Hentikan olahraga jika merasa pusing atau sesak napas.\n   - Konsultasikan ke dokter sebelum memulai program olahraga.\n\nOlahraga teratur, bersama pola makan sehat dan pengobatan yang tepat, dapat meningkatkan kualitas hidup penderita diabetes."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-12-27",
        "source": "Alodokter",
        "image": "public/diabetes4.png",
        "originalUrl": "https://www.alodokter.com/senam-diabetes-dan-latihan-pendukung-lainnya"
    },
        {
        "id": 23,
        "title": "Diabetes pada Anak, Ketahui Penyebab, Gejala, dan Pengobatannya",
        "category": "diabetes",
        "excerpt": "Diabetes pada anak sering kali menimbulkan gejala berupa sering haus dan sering buang air kecil, serta banyak makan tapi berat badannya justru turun. Oleh karena itu, sebagai orang tua, penting bagi Anda untuk mengenali berbagai risiko dan gejala diabetes pada anak agar kondisi ini tidak terlambat ditangani oleh dokter.",
        "content": "Diabetes pada anak merupakan kondisi yang semakin meningkat di Indonesia, terutama pada anak usia 0–18 tahun. Diabetes tipe 1 disebabkan oleh gangguan autoimun yang merusak pankreas, sementara diabetes tipe 2 terjadi karena resistensi insulin. Gejalanya meliputi sering haus dan buang air kecil, peningkatan nafsu makan, penurunan berat badan, kelelahan, penglihatan kabur, luka sulit sembuh, dan penggelapan warna kulit di area tertentu. Diagnosis dilakukan dengan pemeriksaan gula darah dan tes autoantibodi, dan pengobatan disesuaikan dengan tipe diabetes—baik melalui terapi insulin, obat-obatan, maupun perubahan gaya hidup seperti pola makan sehat dan olahraga teratur.\n\nDeteksi dini sangat penting agar komplikasi berat dapat dicegah. Orang tua perlu waspada jika anak menunjukkan gejala atau memiliki faktor risiko seperti keturunan, obesitas, dan kebiasaan makan tidak sehat. Konsultasi dengan dokter diperlukan agar anak mendapatkan perawatan dan pengelolaan diabetes yang optimal."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-12-17",
        "source": "Alodokter",
        "image": "public/diabetes5.png",
        "originalUrl": "https://www.alodokter.com/diabetes-pada-anak-penyebab-risiko-dan-gejala"
    },
        {
        "id": 24,
        "title": "Diabetes Tipe 2",
        "category": "diabetes",
        "excerpt": "Risiko terkena diabetes tipe 2 bisa dikurangi dengan menerapkan pola hidup sehat. Selain untuk menurunkan risiko, menjalani pola hidup sehat juga dapat mencegah komplikasi diabetes tipe 2.",
        "content": "Pencegahan diabetes tipe 2 dapat dilakukan dengan menerapkan pola hidup sehat yang konsisten. Beberapa langkah penting meliputi konsumsi makanan bergizi seimbang yang tinggi serat, rendah lemak, dan kalori, serta menghindari makanan dan minuman tinggi gula. Aktivitas fisik seperti jalan pagi, bersepeda, atau berenang selama 30 menit setiap hari juga dianjurkan untuk menjaga berat badan ideal dan meningkatkan sensitivitas insulin.\n\nLangkah lainnya termasuk berhenti merokok, mengelola stres, tidur cukup, tidak duduk terlalu lama, dan melakukan pemeriksaan kesehatan secara rutin. Upaya-upaya ini tidak hanya menurunkan risiko terkena diabetes tipe 2, tetapi juga membantu mencegah komplikasinya bila sudah terdiagnosis.",
        "author": "dr. Pittara",
        "date": "2023-01-11",
        "source": "Alodokter",
        "image": "public/diabetes6.png",
        "originalUrl": "https://www.alodokter.com/diabetes-tipe-2/pencegahan"
    },
        {
        "id": 25,
        "title": "Diabetes Gestasional",
        "category": "diabetes",
        "excerpt": "Diabetes gestasional adalah diabetes yang berlangsung selama masa kehamilan sampai proses persalinan. Kondisi ini umumnya terjadi pada trimester kedua atau trimester ketiga.",
        "content": "Diabetes gestasional adalah kondisi peningkatan kadar gula darah yang terjadi selama kehamilan, umumnya pada trimester kedua atau ketiga, akibat resistensi insulin yang dipicu oleh hormon kehamilan. Meski gejalanya mirip dengan keluhan umum saat hamil, seperti sering haus, mudah lelah, dan penglihatan buram, kondisi ini berisiko menimbulkan komplikasi serius bagi ibu dan janin jika tidak ditangani.\n\nDiagnosis dilakukan melalui tes toleransi glukosa oral (TTGO), tes HbA1c, dan USG. Penanganannya mencakup pola makan sehat, olahraga teratur, serta pemberian obat seperti metformin atau insulin jika diperlukan. Diabetes gestasional dapat meningkatkan risiko preeklampsia, persalinan caesar, hingga diabetes tipe 2 di masa depan, baik pada ibu maupun anak. Pencegahannya meliputi menjaga berat badan ideal, konsumsi makanan bergizi, dan olahraga rutin sebelum dan selama kehamilan.",
        "author": "dr. Pittara",
        "date": "2022-01-17",
        "source": "Alodokter",
        "image": "public/diabetes7.png",
        "originalUrl": "https://www.alodokter.com/diabetes-gestasional"
    },
        {
        "id": 26,
        "title": "Mitos Tentang Diabetes yang Perlu Anda Cermati",
        "category": "diabetes",
        "excerpt": "Mari luruskan hal-hal tentang diabetes yang kerap salah. Inilah beberapa mitos seputar diabetes yang tak perlu Anda percaya lagi.",
        "content": "Artikel ini membahas berbagai mitos umum seputar diabetes yang sering disalahpahami masyarakat. Beberapa di antaranya adalah anggapan bahwa diabetes selalu bergejala, adanya istilah 'diabetes basah dan kering', dan bahwa semua penderita diabetes harus menjalani terapi insulin. Faktanya, gejala diabetes bisa samar, tidak ada klasifikasi 'basah' atau 'kering', dan pengobatan tergantung kondisi masing-masing individu.\n\nSelain itu, mitos seperti orang kurus tidak bisa terkena diabetes, konsumsi obat diabetes merusak ginjal, dan semua diabetesi harus menjalani diet yang sama juga dibantah. Diabetes dapat dicegah dengan pola hidup sehat, dan penderita masih bisa mengonsumsi gula dalam takaran tepat. Penting untuk memverifikasi informasi kesehatan dengan tenaga medis dan tidak mudah percaya pada informasi yang belum terbukti secara ilmiah."
        ,"author": "Dr. Alvin Nursalim SpPD",
        "date": "2020-09-25",
        "source": "KlikDokter",
        "image": "public/diabetes8.png",
        "originalUrl": "https://www.klikdokter.com/info-sehat/diabetes/mitos-tentang-diabetes-yang-perlu-anda-cermati"
    },
        {
        "id": 27,
        "title": "Tips Puasa bagi Penderita Diabetes yang Penting Diketahui",
        "category": "diabetes",
        "excerpt": "Berpuasa di bulan Ramadan adalah ibadah wajib yang harus dijalankan seluruh umat Islam. Namun bagi penderita diabetes, berpuasa dapat menimbulkan komplikasi yang berbahaya jika tidak dilakukan dengan tepat.",
        "content": "Artikel ini memberikan panduan penting bagi penderita diabetes yang ingin menjalankan ibadah puasa di bulan Ramadan. Puasa dapat meningkatkan risiko komplikasi serius seperti hipoglikemia, hiperglikemia, ketoasidosis diabetik, dan dehidrasi jika tidak dilakukan dengan hati-hati.\n\nBeberapa tips utama mencakup: konsultasi dengan dokter sebelum puasa, menghindari makanan tinggi karbohidrat sederhana dan lemak, membatasi aktivitas fisik, mencukupi asupan cairan saat sahur dan berbuka, serta mewaspadai gejala gula darah rendah seperti gemetar dan pusing. Bila kadar gula darah <70 mg/dL atau >300 mg/dL, puasa harus segera dibatalkan. Disarankan untuk melakukan pemeriksaan medis 1–2 bulan sebelum Ramadan guna memastikan kondisi tubuh siap berpuasa."
        ,"author": "dr. Kevin Adrian",
        "date": "2024-12-02",
        "source": "Alodokter",
        "image": "public/diabetes9.png",
        "originalUrl": "https://www.alodokter.com/tips-puasa-bagi-penderita-diabetes-yang-penting-diketahui"
    },
    {
        "id": 28,
        "title": "Waspada Infeksi RSV, Gejala Bisa Lebih Berat dari Covid-19 dan Influenza",
        "category": "pernapasan",
        "excerpt": "Infeksi saluran pernapasan di sejumlah negara di Asia saat ini mengalami lonjakan dan perlu diwaspadai. Tak hanya COVID-19 yang meningkat di Singapura, Bangkok dan Hongkong, tapi juga flu dan RSV (Respiratory Syncytial Virus).",
        "content": "Artikel ini mengingatkan masyarakat akan meningkatnya infeksi RSV (Respiratory Syncytial Virus) yang kini menjadi ancaman serius di tengah lonjakan kasus COVID-19 dan influenza di Asia. RSV memiliki tingkat keparahan yang lebih tinggi, terutama pada lansia dan penderita penyakit kronis, dengan gejala mirip flu seperti batuk, pilek, demam, hingga kesulitan bernapas. Virus ini dapat menyebabkan pneumonia atau bronkiolitis dan menyebar sangat mudah melalui droplet dan permukaan yang terkontaminasi.\n\nKarena belum ada pengobatan khusus untuk RSV, langkah pencegahan menjadi sangat penting, termasuk menjaga kebersihan tangan, memakai masker, menjaga jarak, serta mempertimbangkan vaksinasi untuk kelompok rentan. Prediksi menunjukkan Indonesia bisa mengalami jutaan kasus RSV dalam tiga tahun ke depan, sehingga edukasi dan akses vaksin menjadi langkah krusial untuk melindungi masyarakat.",
        "author": "Ana Yuliastanti",
        "date": "2025-05-30",
        "source": "GueSehat",
        "image": "public/pernapasan1.png",
        "originalUrl": "https://www.guesehat.com/gejala-rsv-bisa-lebih-berat-dari-covid-19-dan-influenza"
    },
    {
        "id": 29,
        "title": "Ortopnea",
        "category": "pernapasan",
        "excerpt": "Pernahkah Anda tiba-tiba merasa sesak napas saat tidur atau berbaring? Mungkin Anda mengalami ortopnea yang bisa menjadi pertanda gangguan kesehatan serius. Sebenarnya, apa itu ortopnea dan bagaimana cara menanganinya? Ketahui penjelasannya di bawah ini.",
        "content": "Artikel ini membahas ortopnea, yaitu kondisi sesak napas yang terjadi saat seseorang berbaring dan mereda saat duduk atau berdiri. Ortopnea bisa menjadi tanda adanya gangguan jantung atau paru-paru serius seperti gagal jantung kongestif, PPOK, atau edema paru. Gejala lain yang menyertai termasuk batuk, mengi, kelelahan, mual, hingga peningkatan detak jantung. Kondisi ini umumnya memburuk pada malam hari dan dapat mengganggu kualitas tidur.\n\nPemeriksaan medis sangat penting untuk diagnosis ortopnea, termasuk rontgen dada, EKG, ekokardiogram, hingga tes darah dan fungsi paru. Pengobatan bergantung pada penyebabnya, mulai dari perubahan posisi tidur, pemberian oksigen, hingga obat-obatan seperti diuretik dan bronkodilator. Perubahan gaya hidup sehat seperti olahraga dan pola makan juga diperlukan, khususnya bagi penderita obesitas untuk mencegah perburukan gejala.",
        "author": "Dr. Nurul Fajriah Afiatunnisa",
        "date": "2025-05-26",
        "source": "HalloSehat",
        "image": "public/pernapasan2.png",
        "originalUrl": "https://hellosehat.com/pernapasan/pernapasan-lainnya/sesak-napas-saat-berbaring-orthopnea/"
    },
    {
        "id": 30,
        "title": "ISPA",
        "category": "pernapasan",
        "excerpt": "Infeksi saluran pernapasan akut atau ISPA adalah peradangan yang terjadi di saluran pernapasan, baik saluran pernapasan atas maupun bawah. Infeksi ini dapat menimbulkan gejala batuk, pilek, dan demam. ISPA sangat mudah menular dan dapat dialami oleh siapa saja, termasuk anak-anak dan lansia.",
        "content": "Infeksi Saluran Pernapasan Akut (ISPA) adalah peradangan pada saluran pernapasan, baik atas maupun bawah, yang disebabkan oleh infeksi virus atau bakteri. ISPA sangat mudah menular dan dapat dialami siapa saja, terutama anak-anak, lansia, dan orang dengan daya tahan tubuh lemah. Penyakit yang termasuk ISPA antara lain batuk pilek, sinusitis, pneumonia, hingga COVID-19. Gejala umum mencakup batuk, pilek, demam, sesak napas, sakit tenggorokan, hingga napas berbunyi.\n\nPenularan ISPA terjadi melalui droplet atau kontak dengan benda yang terkontaminasi. Pengobatan bergantung pada penyebabnya; ISPA akibat virus umumnya sembuh dengan perawatan mandiri seperti istirahat, konsumsi cairan, dan obat pereda gejala, sementara ISPA karena bakteri memerlukan antibiotik. Pencegahan utama mencakup menjaga kebersihan, menghindari paparan polusi dan asap rokok, serta vaksinasi untuk kelompok rentan.",
        "author": "Dr. Meva Nareza T",
        "date": "2024-02-13",
        "source": "Alodokter",
        "image": "public/pernapasan3.png",
        "originalUrl": "https://www.alodokter.com/ispa"
    },
    {
        "id": 31,
        "title": "Infeksi Pernapasan",
        "category": "pernapasan",
        "excerpt": "Berbagai patogen, seperti virus, bakteri, hingga jamur, dapat menyebabkan infeksi pada pernapasan Anda. Gejala yang ditimbulkan mungkin mirip seperti gangguan pernapasan lain. Agar tidak tertukar, mari cari tahu lebih lanjut seputar berbagai penyakit infeksi pada pernapasan beserta ciri, pengobatan, maupun pencegahannya.",
        "content": "Berbagai patogen, seperti virus, bakteri, hingga jamur, dapat menyebabkan infeksi pada pernapasan Anda. Gejala yang ditimbulkan mungkin mirip seperti gangguan pernapasan lain. Agar tidak tertukar, mari cari tahu lebih lanjut seputar berbagai penyakit infeksi pada pernapasan beserta ciri, pengobatan, maupun pencegahannya.",
        "author": "Dr. Falleryan",
        "date": "2024-02-01",
        "source": "HalloSehat",
        "image": "public/pernapasan4.png",
        "originalUrl": "https://hellosehat.com/infeksi/infeksi-pernapasan/"
    },
    {
        "id": 32,
        "title": "Gejala Pneumonia pada Bayi",
        "category": "pernapasan",
        "excerpt": "Pneumonia merupakan salah satu penyakit yang bisa dicegah dan diobati. Ironisnya, UNICEF mencatat satu anak meninggal akibat pneumonia setiap 43 detik di seluruh dunia, menjadikannya penyebab utama kematian bayi dan anak lebih banyak dari AIDS, malaria, dan campak sekaligus",
        "content": "Pneumonia adalah peradangan paru yang terutama disebabkan oleh infeksi bakteri atau virus, dan menjadi penyebab kematian tertinggi pada bayi di Indonesia. Data UNICEF menyebutkan bahwa setiap 43 detik satu anak meninggal akibat pneumonia di dunia, melebihi AIDS, malaria, dan campak. Di Indonesia sendiri, pneumonia menyumbang 14,5% kematian anak usia 29 hari hingga 11 bulan.\n\nGejala pneumonia sering kali menyerupai penyakit pernapasan biasa, seperti batuk, demam, dan sesak napas. WHO menganjurkan untuk menghitung napas anak sebagai skrining awal: jika bayi di bawah 2 bulan bernapas lebih dari 60 kali/menit, atau 2–12 bulan lebih dari 50 kali/menit, maka itu bisa menjadi tanda pneumonia. Deteksi dini dan pertolongan medis sangat penting untuk mencegah komplikasi serius.",
        "author": "Suci Risanti Rahmadania",
        "date": "2023-11-06",
        "source": "Detik Health",
        "image": "public/pernapasan5.png",
        "originalUrl": "https://health.detik.com/berita-detikhealth/d-7022095/jadi-penyebab-kematian-terbanyak-pada-bayi-di-ri-waspadai-gejala-pneumonia"
    },
    {
        "id": 33,
        "title": "COVID-19",
        "category": "pernapasan",
        "excerpt": "COVID-19 adalah penyakit akibat infeksi virus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). COVID-19 dapat menyebabkan gangguan sistem pernapasan, mulai dari gejala yang ringan seperti flu, hingga infeksi paru-paru, seperti pneumonia.",
        "content": "COVID-19 adalah penyakit infeksi akibat virus SARS-CoV-2 yang menyerang sistem pernapasan, dengan gejala dari ringan seperti flu hingga berat seperti pneumonia. Pertama kali muncul di Wuhan, Tiongkok pada Desember 2019, COVID-19 menyebar cepat ke seluruh dunia. Di Indonesia, tercatat lebih dari 6 juta kasus dan lebih dari 156 ribu kematian hingga pertengahan 2022, dengan tingkat kematian (CFR) sekitar 2,6%. Penyakit ini menular melalui droplet, kontak langsung, dan aerosol dalam kondisi tertentu, serta dapat menyebabkan komplikasi serius seperti gagal napas, pneumonia, hingga kematian.\n\nGejala umum COVID-19 antara lain demam, batuk kering, dan sesak napas, sementara gejala lainnya termasuk anosmia, nyeri dada, diare, dan ruam kulit. Pemeriksaan diagnosis meliputi rapid antigen, PCR, dan CT-scan. Tidak semua penderita menunjukkan gejala, namun tetap dapat menularkan virus. Pencegahan termasuk vaksinasi, memakai masker, mencuci tangan, dan menjaga jarak. Pengobatan dilakukan sesuai tingkat keparahan—dari isolasi mandiri hingga perawatan intensif di rumah sakit. Vaksinasi bertujuan membentuk kekebalan kelompok dan mengurangi penyebaran virus secara luas.",
        "author": "dr. Pittara",
        "date": "2022-07-22",
        "source": "Alodokter",
        "image": "public/pernapasan6.png",
        "originalUrl": "https://www.alodokter.com/covid-19"
    },
    {
        "id": 34,
        "title": "Bronkitis",
        "category": "pernapasan",
        "excerpt": "Bronkitis adalah iritasi atau peradangan pada dinding saluran bronkus, yaitu pipa yang menyalurkan udara dari tenggorokan ke paru-paru. Kondisi ini umumnya disebabkan oleh infeksi virus atau iritasi akibat paparan asap rokok dan polusi udara. Bronkitis bisa berlangsung dalam hitungan hari, minggu, bahkan bulan.",
        "content": "Bronkitis adalah batuk atau peradangan pada saluran bronkus yang mengalirkan udara ke paru-paru, umumnya disebabkan oleh infeksi virus atau iritasi akibat asap rokok dan polusi. Terdapat dua jenis bronkitis: akut (berlangsung 1–3 minggu) dan kronis (berlangsung lebih dari 3 bulan dalam setahun). Bronkitis kronis sering menyerang usia di atas 40 tahun dan dapat menyebabkan komplikasi serius seperti pneumonia jika tidak ditangani.\n\nGejalanya termasuk batuk berdahak, demam, sesak napas, dan nyeri dada. Diagnosis dilakukan melalui pemeriksaan fisik, rontgen dada, dan tes fungsi paru. Pengobatan meliputi obat batuk, antibiotik jika infeksi bakteri, kortikosteroid, dan bronkodilator. Pencegahan dapat dilakukan dengan berhenti merokok, vaksinasi flu, menjaga kebersihan, dan menghindari polusi udara. Bronkitis kronis yang tidak diobati dapat menyebabkan gagal napas, sianosis, dan penurunan kesadaran.",
        "author": "Dr. Robby Firmansyah Muzen",
        "date": "2025-02-28",
        "source": "Alodokter",
        "image": "public/pernapasan7.png",
        "originalUrl": "https://www.alodokter.com/bronkitis"
    },
    {
        "id": 35,
        "title": "Flu",
        "category": "pernapasan",
        "excerpt": "Flu atau influenza adalah infeksi virus yang menyerang hidung, tenggorokan, dan paru-paru. Penderita flu dapat mengalami demam, sakit kepala, pilek, hidung tersumbat, serta batuk.",
        "content": "Flu atau influenza adalah infeksi virus yang menyerang hidung, tenggorokan, dan paru-paru. Gejalanya meliputi demam, pilek, batuk, sakit kepala, dan hidung tersumbat, dengan tingkat keparahan lebih tinggi dibanding batuk pilek biasa. Flu sangat menular, terutama dalam 3–4 hari pertama setelah infeksi, bahkan sebelum gejala muncul.\n\nPenularan terjadi lewat droplet dari batuk atau bersin, atau kontak dengan benda yang terkontaminasi. Flu ringan bisa sembuh dengan istirahat dan konsumsi makanan bergizi, tetapi flu berat perlu pengobatan medis. Pencegahan paling efektif adalah vaksinasi influenza serta menjaga kebersihan diri.\n\nKomplikasi flu bisa serius, seperti pneumonia, meningitis, gangguan jantung, atau infeksi otak, dan lebih berisiko pada ibu hamil dan orang dengan imun lemah.",
        "author": "dr. Pittara",
        "date": "2022-04-14",
        "source": "Alodokter",
        "image": "public/pernapasan8.png",
        "originalUrl": "https://www.alodokter.com/flu"
    },
    {
        "id": 36,
        "title": "Kanker Tulang",
        "category": "kanker",
        "excerpt": "Sel kanker bisa menyerang bagian tubuh mana pun dan sangat ngilu, termasuk tulang dan jaringan di sekitarnya. Ketahui lebih lanjut mengenai tanda dan gejala, penyebab, hingga pengobatan untuk kanker pada tulang melalui pembahasan di bawah ini.",
        "content": "Kanker tulang adalah jenis kanker ganas yang berasal dari sel-sel tulang, dan bisa menyerang bagian tulang mana pun, namun paling sering muncul di panggul, tungkai, dan lengan. Jenis kanker tulang yang umum antara lain osteosarcoma, chondrosarcoma, Ewing’s sarcoma, fibrosarcoma, dan chordoma.\n\nGejala umum meliputi nyeri tulang yang memburuk, pembengkakan, benjolan, kesulitan bergerak, penurunan berat badan, kelelahan, dan demam. Penyebab utamanya diduga berasal dari mutasi DNA dalam sel tulang. Faktor risiko meliputi kelainan genetik, penyakit tulang seperti Paget, dan terapi kanker sebelumnya.\n\nDiagnosis dilakukan melalui pemeriksaan fisik, tes pencitraan (rontgen, MRI, CT scan), dan biopsi. Stadium kanker ditentukan berdasarkan ukuran, jumlah tumor, serta penyebarannya. Pengobatan meliputi operasi, radioterapi, dan kemoterapi, tergantung pada jenis kanker dan respons pasien. Pencegahan tidak spesifik, namun gaya hidup sehat dan deteksi dini sangat dianjurkan.",
        "author": "Dr. Tania Safitri",
        "date": "2025-04-28",
        "source": "HalloSehat",
        "image": "public/kanker1.png",
        "originalUrl": "https://hellosehat.com/kanker/kanker-tulang/penyakit-kanker-tulang/"
    },
    {
        "id": 37,
        "title": "Penyakit Kanker",
        "category": "kanker",
        "excerpt": "Kanker terjadi ketika tumbuh sel abnormal pada organ atau jaringan tubuh, menyerang area di sekitar atau menyebar ke organ lain. Ketahui gejala, penyebab, diagnosis dan pengobatan yang tepat.",
        "content": "Kanker adalah penyakit akibat pertumbuhan sel abnormal yang tidak terkendali dalam tubuh, merusak jaringan sehat di sekitarnya. Penyakit ini menjadi penyebab kematian kedua terbanyak di dunia karena sering terdeteksi pada stadium lanjut. Penyebab utamanya adalah mutasi genetik, dan bisa juga dipicu oleh infeksi virus seperti HPV. Faktor risikonya mencakup usia, kebiasaan merokok, paparan zat kimia, hormon, obesitas, serta infeksi kronis.\n\nGejala kanker sangat bervariasi tergantung jenis dan lokasi, tetapi umumnya mencakup benjolan, nyeri berkepanjangan, penurunan berat badan drastis, perubahan kulit, dan kelelahan ekstrem. Deteksi kanker dilakukan melalui pemeriksaan fisik, laboratorium, pencitraan (CT scan, MRI, PET scan), dan biopsi.\n\nStadium kanker ditentukan dengan sistem TNM. Pengobatan tergantung jenis dan stadium, termasuk kemoterapi, operasi, radioterapi, transplantasi sumsum tulang, terapi hormon, terapi target, imunoterapi, hingga CAR-T cell therapy. Efek samping pengobatan bisa berupa penurunan daya tahan tubuh.\n\nPencegahan kanker meliputi gaya hidup sehat, skrining rutin, vaksinasi HPV dan hepatitis B, serta program perilaku CERDIK: Cek kesehatan berkala, Enyahkan rokok, Rajin olahraga, Diet sehat, Istirahat cukup, dan Kelola stres.",
        "author": "Dr. Robby Firmansyah Muzen",
        "date": "2025-05-28",
        "source": "Alodokter",
        "image": "public/kanker2.png",
        "originalUrl": "https://www.alodokter.com/penyakit-kanker"
    },
    {
        "id": 38,
        "title": "Kanker Mulut pada Anak, Kenali Gejala hingga Pengobatannya",
        "category": "kanker",
        "excerpt": "Mendengar istilah kanker mulut memang mengkhawatirkan, termasuk jika menyangkut kesehatan si Kecil. Meski kasusnya tergolong jarang dibandingkan pada orang dewasa, kanker mulut pada anak tetap menjadi kondisi serius yang perlu dikenali sejak dini. Oleh karena itu, kenali gejala hingga pengobatan kanker mulut pada anak agar Anda lebih waspada.",
        "content": "Kanker mulut pada anak adalah kondisi langka tapi serius, sariawan ditandai oleh pertumbuhan sel kanker di bibir, lidah, gusi, atau kelenjar ludah. Gejala termasuk luka yang tak sembuh, gigi goyang, nyeri saat menelan, suara serak, dan benjolan di leher. Penyebabnya belum sepenuhnya diketahui, tetapi faktor risiko meliputi infeksi HPV oral, kondisi genetik langka, gangguan imun, dan riwayat transplantasi sumsum tulang. Pengobatan disesuaikan dengan stadium dan jenis kanker, mencakup operasi, kemoterapi, dan terapi radiasi. Deteksi dini sangat penting untuk meningkatkan keberhasilan pengobatan.",
        "author": "Dr. Patricia Lukas Guntorro, Sp.A",
        "date": "2025-05-15",
        "source": "HalloSehat",
        "image": "public/kanker3.png",
        "originalUrl": "https://hellosehat.com/parenting/kesehatan-anak/penyakit-pada-anak/kanker-mulut-pada-anak/"
    },
    {
        "id": 39,
        "title": "Kanker Ovarium",
        "category": "kanker",
        "excerpt": "Kanker ovarium atau juga disebut kanker indung telur menjadi salah satu jenis penyakit kanker yang paling sering terjadi pada wanita. Penyakit ini dapat menyerang wanita dari segala usia. Penting untuk mengetahui gejala hingga cara mengobatinya seperti berikut ini.",
        "content": "Kanker ovarium adalah kanker yang berkembang di indung telur, tuba falopi, atau peritoneum, dan merupakan salah satu kanker paling umum pada wanita. Gejalanya meliputi perut kembung, nyeri panggul, sulit makan, dan gangguan buang air kecil. Penyebab pastinya belum diketahui, tetapi dipicu oleh mutasi DNA dan diperparah oleh faktor risiko seperti usia, riwayat keluarga, dan obesitas. Kanker ini terbagi dalam tiga jenis utama: tumor epitel, sel germinal, dan stroma. Penanganannya mencakup operasi, kemoterapi, dan perawatan paliatif, tergantung stadium kanker. Deteksi dini sangat penting untuk memperbesar peluang sembuh.",
        "author": "Dr. Tania Safitri",
        "date": "2025-06-18",
        "source": "HalloSehat",
        "image": "public/kanker4.png",
        "originalUrl": "https://hellosehat.com/kanker/kanker-ovarium/pengertian-kanker-ovarium/"
    },
    {
        "id": 40,
        "title": "Cara Konsultasi ke Psikolog Pertama Kali",
        "category": "mental",
        "excerpt": "Bertemu dengan psikolog bisa menjadi pengalaman yang sangat menantang, terutama bagi Anda yang akan melakukannya untuk pertama kali. Tak perlu cemas, yuk, simak bagaimana cara konsultasi ke psikolog dalam pembahasan di bawah ini!",
        "content": "Konsultasi ke psikolog tidak hanya untuk orang dengan gangguan jiwa, tapi juga penting bagi mereka yang merasa stres, cemas, atau sulit mengelola emosi dan bingung. Saat pertama kali berkonsultasi, penting untuk menjadi diri sendiri, jujur, dan siap menjawab banyak pertanyaan. Disarankan membawa jurnal pribadi sebagai referensi dan datang tepat waktu. Jangan ragu untuk bertanya mengenai proses terapi dan sampaikan bila merasa tidak cocok dengan psikolog. Proses terapi bervariasi pada tiap individu, dan bisa memerlukan beberapa sesi untuk merasakan perubahan yang berarti.",
        "author": " Dr. Ririn Nur Abdiah Bahar, S.Psi., M.Psi. ",
        "date": "2025-05-21",
        "source": "HalloSehat",
        "image": "public/mental1.png",
        "originalUrl": "https://hellosehat.com/mental/stres/konsultasi-ke-psikolog-pertama-kali/"
    },
    {
        "id": 41,
        "title": "4 Perbedaan Psikolog dan Psikiater, Bukan Cuma Gelar",
        "category": "mental",
        "excerpt": "Jika Anda mulai merasakan gejala gangguan mental yang mengganggu aktivitas sehari-hari, langkah terbaik untuk mengatasinya adalah dengan berkonsultasi ke psikolog atau psikiater. Namun, mana yang sebaiknya Anda datangi terlebih dahulu? Agar tak salah pilih, simak penjelasannya melalui uraian berikut.",
        "content": "Psikolog dan psikiater sama-sama menangani masalah kesehatan mental, tapi berbeda dalam latar belakang pendidikan, metode diagnosis, dan cakupan perawatan. Psikolog bukan dokter medis, memberikan terapi psikologi tanpa obat. Psikiater adalah dokter spesialis yang dapat mendiagnosis dengan pendekatan medis dan memberikan resep obat. Psikolog cocok untuk menangani stres, kecemasan, dan gangguan perilaku ringan hingga sedang. Sementara psikiater menangani kondisi berat seperti depresi berat, bipolar, atau skizofrenia. Pilihan antara keduanya tergantung pada tingkat keparahan gejala.",
        "author": " Dr. Ririn Nur Abdiah Bahar, S.Psi., M.Psi. ",
        "date": "2025-05-22",
        "source": "HalloSehat",
        "image": "public/mental2.png",
        "originalUrl": "https://hellosehat.com/mental/konsultasi-psikolog-dan-psikiater/"
    },
    {
        "id": 42,
        "title": "Mood Disorder",
        "category": "mental",
        "excerpt": "Suasana hati alias mood memang bisa berubah-ubah, tergantung apa yang Anda hadapi. Namun, perubahan mood yang sangat intens hingga memengaruhi aktivitas sehari-hari bisa menjadi tanda gangguan mental yang disebut mood disorder.",
        "content": "Mood disorder adalah gangguan mental yang menyebabkan perubahan suasana hati secara ekstrem dan berkepanjangan, hingga mengganggu aktivitas harian. Jenis-jenisnya termasuk depresi mayor, gangguan bipolar, distimia, siklotimia, dan lainnya. Gejalanya meliputi kesedihan berkepanjangan, kelelahan, sulit konsentrasi, hingga keinginan menyakiti diri. Penyebabnya bisa karena faktor genetik, biologis, dan lingkungan. Pengobatan meliputi obat-obatan (antidepresan, penstabil mood, antipsikotik), psikoterapi, dan terapi stimulasi otak. Dukungan keluarga dan perubahan gaya hidup juga sangat penting untuk pemulihan.",
        "author": " Dr. Ririn Nur Abdiah Bahar, S.Psi., M.Psi. ",
        "date": "2025-05-23",
        "source": "HalloSehat",
        "image": "public/mental3.png",
        "originalUrl": "https://hellosehat.com/mental/gangguan-mood/mood-disorder/"
    },
    {
        "id": 43,
        "title": "Gangguan Psikotik Akut",
        "category": "mental",
        "excerpt": "Gangguan psikotik akut memiliki gejala yang mirip skizofrenia, tetapi dengan durasi yang lebih singkat. Masalah mental yang sering kali dikaitkan dengan “gila” atau kesurupan ini umumnya muncul sebagai respons seseorang terhadap peristiwa traumatis dan stres berat.",
        "content": "Gangguan psikotik akut (brief psychotic disorder) adalah gangguan mental dengan episode psikosis tiba-tiba dan berlangsung singkat (1–30 hari). Gejalanya meliputi halusinasi, delusi, dan perilaku tidak biasa. Umumnya dipicu oleh stres berat atau trauma, dan bisa muncul sebagai respons terhadap kejadian traumatis. Faktor risiko termasuk riwayat gangguan kepribadian, stres ekstrem, serta tinggal di negara berkembang. Penanganannya meliputi pemberian obat antipsikotik (seperti risperidone) dan terapi psikologis (seperti CBT). Dengan pengobatan yang tepat, sebagian besar pasien gila dapat pulih sepenuhnya dan kembali berfungsi normal.",
        "author": "Dr. Nurul Fajriah Afiatunnisa",
        "date": "2024-04-29",
        "source": "HalloSehat",
        "image": "public/mental4.png",
        "originalUrl": "https://hellosehat.com/mental/mental-lainnya/gangguan-psikotik-akut/"
    },
    {
        "id": 44,
        "title": "Membangun Belief System untuk Melawan Mental Block",
        "category": "mental",
        "excerpt": "Mental block menghambatmu? Yuk, temukan kekuatan belief system! Psikolog Iswan Saputro akan berbagi tips membangun keyakinan yang kuat untuk mengatasi hambatan psikologis dan mencapai kesuksesan.",
        "content": "Artikel ini membahas bagaimana membangun belief system (sistem keyakinan) yang kuat untuk melawan mental block, yaitu hambatan psikologis yang mengganggu produktivitas dan kemajuan diri. Belief system terbentuk dari pengalaman, pendidikan, dan lingkungan, serta dapat membentuk identitas, mengatasi rasa takut, meningkatkan motivasi, resiliensi, dan membantu menghadapi hambatan mental. orang introvert biasanya mengalami ini, Cara membangunnya meliputi: mengenali keyakinan yang membatasi, mengganti dengan keyakinan positif, mengekspos diri pada pengalaman baru, membangun lingkungan yang mendukung, latihan refleksi diri, serta mengambil tindakan nyata. Dengan belief system yang positif, individu dapat mengatasi mental block dan meraih potensi maksimal."
        ,"author": "Dr. Iswan Saputro, M.Psi., Psikolog",
        "date": "2024-11-25",
        "source": "KlikDokter",
        "image": "public/mental5.png",
        "originalUrl": "https://www.klikdokter.com/psikologi/kesehatan-mental/belief-system-untuk-melawan-mental-block"
    },
    {
        "id": 45,
        "title": "Cara Menjaga dan Memperbaiki Kesehatan Mental",
        "category": "mental",
        "excerpt": "Artikel ini membahas cara efektif untuk menjaga dan memperbaiki kesehatan mental, termasuk strategi mengelola stres, pentingnya dukungan sosial, dan praktik perawatan diri yang dapat membantu.",
        "content": "Artikel ini membahas pentingnya menjaga dan memperbaiki kesehatan mental di tengah meningkatnya kasus gangguan jiwa di Indonesia. Gangguan mental seperti depresi dan kecemasan bisa disebabkan oleh tekanan hidup, relasi, dan trauma. Ditekankan bahwa menjaga kesehatan mental sama pentingnya dengan kesehatan fisik. Beberapa tips yang diberikan antara lain: meditasi, journaling, menikmati alam, tertawa, afirmasi positif, membatasi penggunaan gadget, berbicara dengan orang terdekat, makan bergizi, berolahraga, dan tidur cukup. Jika mengalami masalah mental yang berat, disarankan untuk konsultasi dengan profesional. Langkah-langkah ini membantu meningkatkan kualitas hidup dan kesejahteraan psikologis.",
        "author": "dr. Sepriani Timurtini Limbong",
        "date": "2024-10-25",
        "source": "KlikDokter",
        "image": "public/mental6.png",
        "originalUrl": "https://www.klikdokter.com/psikologi/kesehatan-mental/cara-menjaga-dan-memperbaiki-kesehatan-mental"
    },
    {
        "id": 46,
        "title": "Awas, 12 Gejala Gangguan Mental Ini Bisa Saja Kamu Alami",
        "category": "mental",
        "excerpt": "Salah satu hal yang paling mengkhawatirkan dari gangguan mental adalah, jika orang tersebut menolak berobat atau malah tidak menyadarinya.",
        "content": "Artikel ini mengangkat pentingnya mengenali gejala gangguan mental, khususnya selama Bulan Kesehatan Mental. Berdasarkan survei, sekitar 36 juta penduduk Indonesia hidup dengan gangguan mental seperti depresi dan kecemasan. Gejala umum yang perlu diwaspadai antara lain mudah lelah, perubahan suasana hati, gangguan tidur dan makan, menarik diri dari lingkungan sosial, hingga pikiran untuk menyakiti diri sendiri. Tanda lainnya termasuk berperilaku destruktif, kehilangan gairah seks, konsumsi zat berlebihan, serta sulit fokus dan mudah lupa. Penanganan gangguan mental perlu kesadaran diri dan peran tenaga profesional seperti psikolog dan psikiater untuk pemulihan yang tepat.",
        "author": "Bunga Sandha Pragastiwi",
        "date": "2024-10-18",
        "source": "KlikDokter",
        "image": "public/mental7.png",
        "originalUrl": "https://www.klikdokter.com/psikologi/kesehatan-mental/ciri-ciri-gangguan-mental"
    },
    {
        "id": 47,
        "title": "7 Ciri-Ciri Penyakit Menular, Pengobatan, Pencegahan, dan Diagnosisnya",
        "category": "penyakit-menular",
        "excerpt": "Penyakit menular merupakan salah satu ancaman kesehatan yang perlu diwaspadai. Kemampuannya menyebar dari satu orang ke orang lain membuat kita harus lebih berhati-hati dan memahami ciri-cirinya.",
        "content": "Artikel ini membahas penyakit menular, mulai dari definisi, penyebab, gejala, hingga langkah pencegahan. Penyakit menular disebabkan oleh virus, bakteri, jamur, parasit, dan prion yang bisa menular melalui udara, kontak langsung, makanan-minuman, vektor, atau darah. Gejala umum meliputi demam, kelelahan, nyeri tubuh, masalah pencernaan, hingga gangguan pernapasan. Diagnosis dilakukan melalui anamnesis, pemeriksaan fisik, laboratorium, hingga pencitraan medis. Pengobatan mencakup terapi antimikroba, imunoterapi, vaksinasi, hingga isolasi. Pencegahan efektif meliputi vaksinasi, kebersihan pribadi, sanitasi lingkungan, kontrol vektor, hingga edukasi masyarakat. Sistem kekebalan tubuh berperan penting dalam melawan infeksi, dan penyakit menular berdampak besar pada kesehatan individu maupun masyarakat.",
        "author": "Liputan6",
        "date": "2024-10-18",
        "source": "Liputan6",
        "image": "public/menular1.png",
        "originalUrl": "https://www.liputan6.com/feeds/read/5813225/7-ciri-ciri-penyakit-menular-pengobatan-pencegahan-dan-diagnosisnya#:~:text=Apa%20Itu%20Penyakit%20Menular%3F"
    },
    {
        "id": 48,
        "title": "Mengenal Jenis Penyakit Menular yang Umum di Indonesia",
        "category": "penyakit-menular",
        "excerpt": "Penyakit menular masih menjadi perhatian serius bagi masyarakat Indonesia. Sejumlah penyakit ini pasalnya dapat menyebabkan komplikasi serius, seperti kematian.",
        "content": "Artikel ini membahas berbagai penyakit menular yang umum di Indonesia, termasuk definisi, cara penularan, jenis-jenis penyakit, serta langkah pencegahan. Penyakit menular disebabkan oleh mikroorganisme seperti bakteri, virus, jamur, dan parasit yang menyebar melalui udara, kontak fisik, makanan-minuman, permukaan terkontaminasi, atau gigitan hewan. Jenis penyakit yang dibahas antara lain diare, ISPA, pneumonia, TBC, penyakit kulit menular, DBD, malaria, hepatitis B, HIV/AIDS, dan COVID-19. Gejala umumnya berupa demam, batuk, pilek, mual, muntah, diare, nyeri otot, dan kelelahan. Penanganan tergantung jenis penyakit, bisa melalui obat, isolasi, atau vaksinasi. Pencegahan efektif dilakukan dengan imunisasi, menjaga kebersihan diri dan lingkungan, serta pola hidup sehat. Penyakit menular masih menjadi penyebab kematian tertinggi di Indonesia dan perlu diwaspadai untuk mencegah dampak serius bagi kesehatan masyarakat.",
        "author": " dr. Mikhael Yosia, BMedSci, PGCert, DTM&H. ",
        "date": "2022-10-26",
        "source": "HalloSehat",
        "image": "public/menular2.png",
        "originalUrl": "https://hellosehat.com/infeksi/penyakit-menular/"
    },
    {
        "id": 49,
        "title": "Dampak Perubahan Iklim, Kasus Penyakit Menular Bisa Melonjak",
        "category": "penyakit-menular",
        "excerpt": "Artikel ini menguraikan bagaimana perubahan iklim dan pemanasan global meningkatkan risiko lonjakan penyakit menular",
         "content": "Artikel ini menguraikan bagaimana perubahan iklim dan pemanasan global meningkatkan risiko lonjakan penyakit menular melalui beberapa mekanisme, seperti adaptasi dan perpindahan vektor (nyamuk, kutu, bakteri, alga, jamur) ke wilayah baru akibat kenaikan suhu, serta kerusakan habitat lewat penggundulan hutan, pertambangan, dan pertanian yang mempersempit keanekaragaman hayati. Perpindahan hewan ke ketinggian yang lebih dingin membawa patogen baru ke populasi manusia, mempermudah lompatan antar-spesies, dan memicu wabah di daerah sebelumnya aman.\n\nSelain itu, pola cuaca ekstrem—periode kekeringan panjang dan banjir—menciptakan kondisi ideal bagi penyebaran penyakit air-borne seperti kolera dan meningkatkan insiden demam berdarah dengue. Data menunjukkan kasus penyakit terkait vektor di Amerika Serikat tiga kali lipat antara 2004–2016, dan WHO memperkirakan 250.000 kematian tambahan per tahun akibat malaria dan kerawanan air pada 2030–2050. Peneliti menekankan perlunya kerjasama lintas sektor (pemerintah, LSM, tenaga medis, masyarakat) untuk menerapkan strategi mitigasi dan adaptasi guna menekan lonjakan penyakit menular global.",
        "author": "Monika",
        "date": "2024-07-22",
        "source": "Kompas TV",
        "image": "public/menular3.png",
        "originalUrl": "https://www.kompas.com/sains/read/2023/07/22/130000023/dampak-perubahan-iklim-kasus-penyakit-menular-bisa-melonjak?page=all#:~:text=Potensi%20penyakit%20menular%20yang%20berpindah,mudah%20membuat%20lompatan%20ke%20manusia"
    },
    {
        "id": 50,
        "title": "Penyakit Menular dan Masa Depan",
        "category": "penyakit-menular",
        "excerpt": "Tahun 2023 patut dimaknai sebagai titik balik dunia yang telah berhasil mengalahkan pandemi Covid-19. Pada Mei 2023, Organisasi Kesehatan Dunia atau WHO secara resmi mencabut status kedaruratan kesehatan global untuk penularan Covid-19 di dunia. Sejak saat itulah kehidupan masyarakat mulai kembali normal.",
         "content": "Artikel ini menyoroti pentingnya kesiapsiagaan menghadapi penyakit menular pasca-pencabutan status darurat Covid-19 pada Mei 2023, dengan munculnya subvarian Omicron JN.1 dan wabah Mpox yang menunjukkan bahwa patogen lama maupun baru tetap mengancam. Faktor yang memicu penyakit menular semakin sering muncul meliputi mobilitas dan interaksi manusia yang tinggi, urbanisasi padat, peningkatan kontak dengan hewan (zoonosis), ketimpangan ketersediaan tenaga kesehatan, serta perubahan iklim yang mempercepat siklus vektor seperti nyamuk dan bahkan melepaskan virus purba dari pencairan es.\n\nUntuk mengantisipasi pandemi berikutnya, para ahli menekankan perlunya kerja sama global melalui pendekatan One Health—menyatukan kesehatan manusia, hewan, dan lingkungan—serta penguatan deteksi dini, laboratorium, dan pintu masuk negara. Kesadaran publik juga krusial untuk melawan hoaks dan memastikan respons cepat, supaya pelajaran dari Covid-19 dan Mpox menjadi pijakan membangun ketahanan kesehatan yang tangguh di masa depan.",
        "author": "Deonita",
        "date": "2023-12-28",
        "source": "Kompas TV",
        "image": "public/menular4.png",
        "originalUrl": "https://www.kompas.id/baca/humaniora/2023/12/27/penyakit-menular-dan-masa-depan"
    },
    {
        "id": 51,
        "title": "Bisa Sebabkan Penularan Seketika, Kenali Sejumlah Penyakit Mematikan yang Bisa Menular dengan Cepat",
        "category": "penyakit-menular",
        "excerpt": "Waspada! Beberapa penyakit mematikan seperti Flu Burung, TBC, dan HIV/AIDS dapat menular dengan cepat dan mengancam jiwa.",
        "content": "Artikel ini menguraikan beberapa penyakit mematikan dengan kemampuan penularan sangat cepat, mulai dari influenza H5N1 (flu burung) yang berpotensi bermutasi jadi pandemi, tuberkulosis (TBC) yang menyebar lewat udara, hingga infeksi saluran pernapasan seperti pneumonia dan ISPA. Selain itu, dibahas juga virus Marburg yang cepat menular melalui cairan tubuh, diare akibat patogen di air/minuman, malaria melalui gigitan nyamuk Anopheles, hepatitis B lewat kontak darah, serta HIV/AIDS yang menyerang sistem kekebalan. Setiap penyakit dijelaskan gejala, jalur penularan, dan risiko komplikasi yang mengancam jiwa.\n\nPenanganan dan pencegahan menjadi kunci untuk meminimalkan dampak penyakit-penyakit ini, antara lain dengan vaksinasi (BCG, flu, hepatitis B, pneumonia), deteksi dan pengobatan tuntas (TBC, malaria), kebersihan tangan, sanitasi air/makanan, penggunaan kelambu atau alat pelindung diri, serta edukasi masyarakat. Dengan langkah-langkah sederhana namun konsisten—menjaga jarak dari orang sakit, menutup mulut saat bersin, hingga monitoring kesehatan publik—ancaman penularan cepat dapat ditekan secara signifikan.",
        "author": "Rizky Wahyu Permana",
        "date": "2025-4-23",
        "source": "Merdeka.com",
        "image": "public/menular5.png",
        "originalUrl": "https://www.merdeka.com/sehat/bisa-sebabkan-penularan-seketika-kenali-sejumlah-penyakit-mematikan-yang-bisa-menular-dengan-cepat-375926-mvk.html?page=11"
    },
    {
        "id": 52,
        "title": "WHO: Gantikan Covid-19, TBC Sebab Utama Kematian akibat Penyakit Menular",
        "category": "penyakit-menular",
        "excerpt": "Organisasi Kesehatan Dunia (WHO) melaporkan bahwa tuberkulosis (TBC) menggantikan Covid-19",
        "content": "Organisasi Kesehatan Dunia (WHO) melaporkan bahwa tuberkulosis (TBC) menggantikan Covid-19 sebagai penyebab utama kematian akibat penyakit menular pada 2023, dengan sekitar 8,2 juta kasus baru yang terdiagnosis—naik dari 7,5 juta pada 2022—menandai angka tertinggi sejak pemantauan global dimulai pada 1995. Meskipun kematian turun sedikit dari 1,32 juta menjadi 1,25 juta, total penderita TBC melonjak menjadi sekitar 10,8 juta, dan bentuk TB resistan obat tetap menjadi krisis kesehatan masyarakat.\n\nWHO menyoroti bahwa 98% beban TBC berada di negara berpenghasilan rendah dan menengah yang menghadapi kekurangan dana besar, serta kesenjangan pelaporan kasus yang meski sudah menyusut menjadi 2,7 juta kasus pada 2023, masih menghambat upaya eliminasi. Organisasi ini menegaskan perlunya peningkatan pendanaan, deteksi dini, dan akses pengobatan yang memadai untuk mencapai target global pengendalian TBC pada 2027.",
        "author": "Khairina",
        "date": "2024-10-31",
        "source": "Kompas TV",
        "image": "public/menular6.png",
        "originalUrl": "https://health.kompas.com/read/24J31120000068/who-gantikan-covid-19-tbc-sebab-utama-kematian-akibat-penyakit-menular#:~:text=KOMPAS.com%20,19"
    },
    {
        "id": 53,
        "title": "IDAI sebut vaksinasi solusi cegah KLB infeksi di sekolah dan asrama",
        "category": "penyakit-menular",
        "excerpt": "Ikatan Dokter Anak Indonesia (IDAI) mengatakan, menyusul peningkatan kasus Kejadian Luar Biasa (KLB) penyakit di kalangan anak-anak di sekolah dan asrama dalam beberapa bulan terakhir, pihaknya mengingatkan pentingnya langkah pencegahan yang efektif, yakni melalui vaksinasi.",
        "content": "Artikel ini menjelaskan pernyataan IDAI bahwa vaksinasi merupakan solusi paling efektif untuk mencegah Kejadian Luar Biasa (KLB) infeksi di sekolah dan asrama anak, terutama penyakit seperti gondongan (Mumps), cacar air (Varicella), Hepatitis A, dan Hand Foot Mouth Disease yang mudah menular karena kontak erat anak-anak selama hampir 24 jam. Infeksi ini tidak hanya mengganggu kesehatan dan menyebabkan komplikasi, tetapi juga dapat memicu penutupan institusi pendidikan, sehingga mengganggu proses belajar-mengajar.\n\nIDAI menekankan pentingnya program imunisasi lengkap dan tepat waktu untuk membangun kekebalan kelompok, serta penerapan Perilaku Hidup Bersih dan Sehat (PHBS). Organisasi ini meminta pemerintah, lembaga kesehatan, sekolah, orang tua, dan tenaga medis bekerja sama dalam sosialisasi manfaat vaksinasi, peningkatan cakupan imunisasi di sekolah, dan menjaga kebersihan lingkungan demi menciptakan situasi belajar yang aman dan mencegah wabah di kalangan anak.",
        "author": "Mecca",
        "date": "2024-11-13",
        "source": "Antara",
        "image": "public/menular7.png",
        "originalUrl": "https://www.antaranews.com/berita/4464785/idai-sebut-vaksinasi-solusi-cegah-klb-infeksi-di-sekolah-dan-asrama#:~:text=Jakarta%20%28ANTARA%29%20,yang%20efektif%2C%20yakni%20melalui%20vaksinasi"
    },
    {
        "id": 54,
        "title": "9 Penyakit Menular yang Umum di Indonesia",
        "category": "penyakit-menular",
        "excerpt": "Penyakit menular dapat mengintai Anda kapan saja dan di mana saja. Penularannya yang sangat mudah membuat Anda harus lebih hati-hati agar tidak rentan terinfeksi. Selain itu, penyakit-penyakit ini bisa menyebar melalui berbagai media penularan, mulai dari makanan hingga gigitan hewan.",
         "content": "Artikel ini merangkum sembilan penyakit menular yang umum terjadi di Indonesia, meliputi Infeksi Saluran Pernapasan Akut (ISPA), demam tifoid, diare, tuberkulosis (TBC), demam dengue, cacingan, penyakit kulit (kudis, kurap, kusta), malaria, dan difteri. Gejala bervariasi mulai dari batuk, demam, diare, hingga ruam dan nyeri, dengan jalur penularan melalui udara (batuk/bersin), makanan/minuman terkontaminasi, gigitan vektor (nyamuk), kontak langsung, dan perantara benda terkontaminasi.\n\nUpaya pencegahan menekankan pola hidup bersih: vaksinasi (influenza, BCG, rotavirus, difteri), cuci tangan rutin, sanitasi makanan/air, pengendalian vektor (3M plus, kelambu), dan kepatuhan pengobatan tuntas untuk menghindari resistensi. Dengan kombinasi imunisasi, kebersihan pribadi, dan deteksi dini, risiko penularan dan dampak penyakit ini dapat diminimalkan secara signifikan.",
        "author": "Dr. Gracia Fensynthia",
        "date": "2024-01-14",
        "source": "Alodokter",
        "image": "public/menular8.png",
        "originalUrl": "https://www.alodokter.com/penyakit-menular-yang-umum-di-indonesia#:~:text=Penyakit%20menular%20dapat%20mengintai%20Anda,dari%20makanan%20hingga%20gigitan%20hewan"
    },
    {
        "id": 55,
        "title": "Waspadai Penyakit Menular Pasca Haji, Dinkes Depok Minta Puskesmas dan RS Tingkatkan Kewaspadaan",
        "category": "penyakit-menular",
        "excerpt": "Dinas Kesehatan (Dinkes) Kota Depok mengeluarkan Surat Edaran (SE) Nomor 443.33/P2P/2025 tentang Kewaspadaan Penyakit Menular pada kepulangan Jemaah Haji Kota Depok Tahun 1446 H/2025 M.",
        "content": "Dinas Kesehatan Kota Depok mengeluarkan Surat Edaran pada 16 Juni 2025 untuk meningkatkan kewaspadaan terhadap penyakit menular pada kepulangan jemaah haji 1446 H/2025 M (17 Juni–9 Juli 2025). UPTD Puskesmas dan rumah sakit diminta memantau kesehatan jamaah, menyiapkan logistik, dan mengedukasi masyarakat agar segera berobat jika mengalami demam (~38°C), nyeri tenggorokan, sesak napas, kaku kuduk, atau perdarahan tak diketahui penyebabnya. Penyakit prioritas yang diwaspadai meliputi COVID-19, MERS-CoV, meningitis, dan ebola.\n\nJika terkonfirmasi positif, jamaah harus dirujuk untuk isolasi segera, dan fasilitas kesehatan wajib mengambil spesimen serta menerapkan kewaspadaan universal (APD lengkap). Dengan kerja sama antara Dinkes, Puskesmas, RS, dan KBIHU, diharapkan penyebaran penyakit dapat dicegah sehingga masyarakat tetap terlindungi setelah kepulangan haji.",
        "author": "Lusi",
        "date": "2025-05-18",
        "source": "BeritaDepok",
        "image": "public/menular9.png",
        "originalUrl": "https://berita.depok.go.id/waspadai-penyakit-menular-pasca-haji-dinkes-depok-minta-puskesmas-dan-rs-tingkatkan-kewaspadaan#:~:text=berita.depok.go.id%20,Depok%20Tahun%201446%20H%2F2025%20M"
    },
    {
        "id": 56,
        "title": "Penyakit Infeksi Rentan Menular kepada Anak Sekolah",
        "category": "penyakit-menular",
        "excerpt": "Sekolah menjadi tempat yang rentan terhadap penularan penyakit. Karena itu, setiap anak harus terlindungi dengan memastikan kebersihan dan penguatan vaksinasi.",
        "content": "Artikel ini menyoroti kerentanan sekolah sebagai tempat penularan penyakit infeksi, di mana kontak erat dan aktivitas bersama meningkatkan risiko wabah yang dapat mengganggu kesehatan siswa dan proses belajar mengajar. Contoh nyata terjadi di salah satu sekolah di Tangerang Selatan pada Oktober 2024, ketika wabah cacar air dan gondongan memaksa penutupan sementara untuk menekan penyebaran.\n\nSebagai langkah pencegahan, penerapan Perilaku Hidup Bersih dan Sehat (PHBS)—seperti cuci tangan rutin, etika batuk/bersin, dan kebersihan lingkungan sekolah—harus dikombinasikan dengan program imunisasi lengkap sesuai rekomendasi IDAI. Dengan dukungan pemerintah, tenaga pendidik, dan orang tua, proteksi ganda melalui kebersihan dan vaksinasi akan menjaga anak-anak tetap sehat dan aktivitas sekolah berjalan lancar.",
        "author": "Deonita",
        "date": "2024-11-14",
        "source": "Kompas TV",
        "image": "public/menular10.png",
        "originalUrl": "https://www.kompas.id/artikel/penyakit-infeksi-rentan-menular-pada-anak-sekolah-pastikan-kebersihan-dan-perkuat-imunisasi"
    },
    {
        "id": 57,
        "title": "Paradoks Kemajuan: Gaya Hidup Modern dan Meningkatnya Penyakit Tak Menular",
        "category": "penyakit-tidak-menular",
        "excerpt": "‘Kemajuan’ gaya hidup, seperti kata-kata yang terukir di neon box pusat perbelanjaan, bukan hanya membawa hujan dollar melalui konsumerisme yang merajalela, tetapi juga berbagai penyakit metabolik yang mematikan.",
        "content": "Artikel ini mengangkat paradoks gaya hidup modern di Indonesia, di mana kemajuan konsumsi dan urbanisasi justru memicu lonjakan penyakit tidak menular seperti diabetes dan hipertensi. Data Riskesdas 2018 menunjukkan prevalensi diabetes naik dari 6,9 % (2013) menjadi 8,5 % (2018) dan hipertensi dari 25,8 % menjadi 34,1 % dalam periode yang sama, sejalan dengan kenaikan konsumsi kalori harian rata‑rata masyarakat yang menembus 2.878 kkal, jauh di atas rekomendasi WHO. Sementara pangsa pasar makanan cepat saji terus tumbuh—diproyeksikan meningkat 11,5 % per tahun hingga 2023—konsumsi buah dan sayur rata‑rata hanya 239 gram per hari, jauh di bawah ambang batas 400 gram yang disarankan WHO.\n\nUntuk mengatasi krisis kesehatan ini, penulis menekankan pentingnya memprioritaskan pencegahan melalui edukasi praktis dan kebijakan publik. Kurikulum sekolah perlu memasukkan pelajaran gizi dan keterampilan memasak sehat, sementara media dan kampanye pemerintah harus mendorong gaya hidup aktif serta subsidi buah dan sayur. Dengan alokasi anggaran lebih besar untuk promosi kesehatan dan program PHBS di sekolah, serta insentif produksi makanan bergizi, diharapkan prevalensi penyakit kronis dapat ditekan dan kualitas hidup masyarakat meningkat.",
        "author": "Apt. Nofrianti, S.Farm",
        "date": "2024-08-08",
        "source": "Kompas TV",
        "image": "public/tmenular1.png",
        "originalUrl": "https://health.kompas.com/read/24H08145019368/paradoks-kemajuan-gaya-hidup-modern-dan-meningkatnya-penyakit-tak-menular"
    },
    {
        "id": 58,
        "title": "Penyakit Tidak Menular pada Anak Kian Meningkat, Dokter Diminta Lebih Responsif",
        "category": "penyakit-tidak-menular",
        "excerpt": "Pola penyakit dan kematian di masyarakat semakin bergeser dari sebelumnya didominasi penyakit infeksi dan menular menjadi penyakit tidak menular. Hal ini juga terjadi pada anak-anak. Karena itu, masyarakat dan tenaga kesehatan, terutama dokter, diharapkan bisa lebih responsif untuk mendeteksi serta melakukan tata laksana sejak dini pada anak-anak.",
        "content": "Artikel ini menyoroti pergeseran pola penyakit di Indonesia, di mana penyakit tidak menular (PTM) yang dulu banyak menyerang orang dewasa kini makin mengintai anak-anak usia 10–14 tahun. Data Riskesdas 2018 dan informasi UNICEF menunjukkan peningkatan prevalensi PTM pada anak dan remaja—dengan penyakit jantung, kelainan darah, mal­nutrisi, dan diabetes sebagai yang paling sering—serta fakta bahwa satu dari lima kematian remaja disebabkan oleh PTM. Faktor risiko yang tidak terkendali, seperti bertambahnya usia, dipadukan dengan gaya hidup tidak sehat—kurang aktivitas fisik, obesitas, merokok, dan polusi udara—semakin memperbesar potensi penyakit kronis di masa depan.\n\nSebagai solusi, Ketua PP IDAI menekankan pentingnya deteksi dan tata laksana PTM sejak dini oleh dokter umum dan spesialis anak, sementara Ketua IDAI Cabang Lampung mengajak tenaga kesehatan terus memperbarui ilmu terkini untuk meningkatkan kualitas pelayanan. Upaya pencegahan melalui edukasi kesehatan di posyandu, kampanye hidup aktif, serta deteksi pertumbuhan dan metabolik secara rutin diharapkan dapat menahan laju kenaikan PTM anak dan memaksimalkan tumbuh kembang mereka.",
        "author": "Deonita",
        "date": "2024-02-24",
        "source": "Kompas TV",
        "image": "public/tmenular2.png",
        "originalUrl": "https://www.kompas.id/baca/humaniora/2024/02/25/penyakit-tidak-menular-pada-anak-kian-meningkat-dokter-diminta-lebih-responsif"
    },
    {
        "id": 59,
        "title": "Banyak Kasus Hipertensi, Diabetes dan Masalah Gigi Saat Cek Kesehatan Gratis",
        "category": "penyakit-tidak-menular",
        "excerpt": "Sejak diluncurkan pada 10 Februari 2025, Program Cek Kesehatan Gratis (CKG) telah menjangkau lebih dari 8,2 juta peserta di lebih dari 9.500 puskesmas di 38 provinsi.",
        "content": "Sejak diluncurkan pada 10 Februari 2025, Program Cek Kesehatan Gratis (CKG) telah menjangkau lebih dari 8,2 juta peserta di lebih dari 9.500 puskesmas di 38 provinsi. Data per 12 Juni 2025 menunjukkan bahwa 1 dari 5 peserta terdeteksi hipertensi, 5,9 % menderita diabetes melitus, dan 1 dari 2 mengalami masalah gigi (gigi berlubang hingga gusi turun). Obesitas sentral juga tinggi, dengan prevalensi 50 % pada perempuan dan 25 % pada laki‑laki. Kasus hipertensi dan diabetes tidak hanya dialami lansia—1 dari 3 orang di atas 40 tahun terdiagnosis hipertensi, dan 1 dari 10 diabetes—menunjukkan penyakit tidak menular kini mengancam kelompok usia muda.\n\nMenteri Kesehatan mengingatkan pentingnya deteksi dini dan gaya hidup sehat—pengurangan konsumsi gula, garam, dan lemak; aktivitas fisik minimal 30 menit per hari; serta perawatan gigi sesuai prinsip 4M. Dengan partisipasi tertinggi di Jawa Tengah, Jawa Timur, dan Jawa Barat (60 % total) dan masih rendah di Papua, Kemenkes menargetkan 100 juta pemeriksaan tahun ini melalui laju 200.000 orang per hari. Pada Juli 2025, CKG Sekolah akan dimulai untuk 50 juta siswa, dilengkapi pemeriksaan pertumbuhan, gizi, penglihatan, pendengaran, dan kesehatan mental, sebagai langkah memperkuat deteksi dan pencegahan sejak dini.",
        "author": "Khairina",
        "date": "2025-06-12",
        "source": "Kompas TV",
        "image": "public/tmenular3.png",
        "originalUrl": "https://www.kompas.com/jawa-tengah/read/2025/06/12/235933188/banyak-kasus-hipertensi-diabetes-dan-masalah-gigi-saat-cek-kesehatan?page=all#:~:text=Banyak%20Kasus%20Hipertensi%2C%20Diabetes%20dan,Gigi%20Saat%20Cek%20Kesehatan%20Gratis"
    },
    {
        "id": 60,
        "title": "Skrining Kesehatan, Langkah Penting untuk Mencegah Penyakit Tidak Menular",
        "category": "penyakit-tidak-menular",
        "excerpt": "Berdasarkan data dari BPJS Kesehatan, beban pembiayaan untuk penyakit tidak menular mencapai angka yang mengkhawatirkan, yaitu Rp24,1 triliun pada tahun 2022. Angka ini mengalami peningkatan signifikan dibandingkan dengan tahun 2021 yang berada di angka Rp17,9 triliun.",
        "content": "Berdasarkan data BPJS Kesehatan, biaya penanganan penyakit tidak menular (PTM) di Indonesia melonjak dari Rp17,9 triliun (2021) menjadi Rp24,1 triliun (2022), sementara pengeluaran kesehatan mandiri mencapai 34,76 %—jauh melampaui batas aman WHO sebesar 20 %. Beban ekonomi ini menunjukkan bahwa PTM dapat menyerang siapa saja tanpa gejala awal, sehingga skrining kesehatan menjadi langkah krusial untuk mendeteksi kondisi medis sejak dini sebelum muncul keluhan.\n\nSkrining kesehatan adalah proses pemeriksaan rutin untuk menemukan potensi penyakit atau gangguan kesehatan sebelum gejala muncul, sehingga intervensi bisa lebih cepat dan efektif. Dengan skrining terjadwal—seperti pemeriksaan tekanan darah, gula darah, kolesterol, dan imaging dasar—risiko komplikasi serius dapat diminimalkan, meningkatkan peluang kesembuhan, dan mengurangi beban biaya jangka panjang bagi individu maupun sistem kesehatan.",
        "author": "ricka",
        "date": "2024-10-23",
        "source": "Liputan6",
        "image": "public/tmenular4.png",
        "originalUrl": "https://www.liputan6.com/hot/read/5652638/skrining-kesehatan-langkah-penting-untuk-mencegah-penyakit-tidak-menular#:~:text=Skrining%20Kesehatan%2C%20Langkah%20Penting%20untuk,Mencegah%20Penyakit%20Tidak%20Menular%20"
    },
    {
        "id": 61,
        "title": "Aktivitas Fisik di Masa Pandemi COVID-19 bagi Orang yang Berisiko Terkena PTM",
        "category": "penyakit-tidak-menular",
        "excerpt": "Menjaga kondisi fisik tetap bugar adalah hal yang penting dilakukan, terutama bagi orang yang berisiko terkena penyakit tidak menular (PTM). Namun, di tengah pandemi COVID-19 seperti ini, aktivitas fisik dan ruang gerak menjadi terbatas. Bagaimana menyiasatinya?",
        "content": "Di masa pandemi COVID‑19, orang yang berisiko terkena penyakit tidak menular (PTM)—seperti diabetes, hipertensi, dan penyakit jantung—harus menjaga kebugaran melalui aktivitas fisik di rumah. WHO dan Kemenkes RI menganjurkan olahraga intensitas sedang (detak jantung meningkat tapi masih bisa bicara) selama minimal 30 menit, 3 kali seminggu. Latihan kardio (lompat tali, jalan cepat di tempat, naik‑turun tangga) dapat menurunkan tekanan darah dan membakar lemak, sedangkan latihan kekuatan otot (push‑up, squat, lunges, yoga) 2–3 kali seminggu membantu memperkuat otot tanpa perlu peralatan mahal.\n\nAgar aman dan efektif, aktivitas fisik perlu mengikuti prinsip BBTT—Baik (sesuai kemampuan), Benar (pemanasan–latihan–pendinginan), Terukur (intensitas bertahap), dan Teratur (3–5 kali/minggu). Pencegahan PTM juga meliputi gerakan CERDIK: cek kesehatan berkala, enyahkan asap rokok, rutin olahraga, diet seimbang, istirahat cukup, dan kelola stres. Dengan pola hidup ini, risiko komplikasi PTM dan infeksi virus Corona dapat diminimalkan, sambil menjaga kesehatan fisik dan mental.",
        "author": "dr. Kevin Adrian",
        "date": "2024-11-14",
        "source": "Alodokter",
        "image": "public/tmenular5.png",
        "originalUrl": "hhttps://www.alodokter.com/aktivitas-fisik-di-masa-pandemi-covid-19-bagi-orang-yang-berisiko-terkena-ptm#:~:text=Penyakit%20tidak%20menular%20,kardiovaskular%2C%20kanker%2C%20dan%20penyakit%20ginjal%20"
    },
    {
        "id": 62,
        "title": "Mewaspadai Penyakit tidak Menular Sebagai Penyebab Kematian",
        "category": "penyakit-tidak-menular",
        "excerpt": "BERHATI-hatilah mengonsumsi gula, garam, dan lemak yang tinggi. Sebagai informasi, ketiganya bisa menjadi penyebab kematian dan kecacatan bila tidak dikonsumsi dengan sehat dan benar.",
        "content": "Opini ini menyoroti PTM sebagai penyebab utama kematian—75 % di Indonesia dan 74 % global—di mana pola makan tinggi gula, garam, dan lemak (GGL) memainkan peran besar. Survei SKI 2023 mencatat kenaikan konsumsi makanan manis (59,8 → 66,3 %), minuman manis (48,7 → 52,5 %), penyedap (22,4 → 26,2 %), dan makanan berlemak (58,2 → 62,7 %). Dampaknya terlihat pada prevalensi hipertensi (30,8 %) dan diabetes (11,7 %), serta tingginya beban stroke, jantung iskemik, dan disabilitas akibat PTM. Di tingkat global, konsumsi garam rata‑rata 10,5 g/hari menyumbang 1,9 juta kematian, dan hipertensi akibat natrium tinggi menyebabkan 10,7 juta kematian per tahun.\n\nSebagai solusi, penulis mendukung penerapan Front‑of‑Pack Labelling (FOPL) untuk memberi peringatan GGL pada kemasan—seperti traffic‑light label—serta regulasi kuat lewat Permenkes 63/2015, Peraturan BPOM, UU Kesehatan No. 17/2023, dan PP 28/2024 yang menetapkan batas GGL, pelabelan, larangan iklan, zona larangan penjualan, dan cukai. Keberhasilan kebijakan ini menuntut implementasi tegas, pengawasan, dan dukungan masyarakat, sehingga konsumen dapat dengan mudah memilih makanan lebih sehat dan menurunkan risiko PTM.",
        "author": "Media Indonesia",
        "date": "2025-03-20",
        "source": "Media Indonesia",
        "image": "public/tmenular6.png",
        "originalUrl": "https://mediaindonesia.com/opini/753841/mewaspadai-penyakit-tidak-menular-sebagai-penyebab-kematian"
    },
    {
        "id": 63,
        "title": "Penyakit Tidak Menular: Ancaman Kesehatan yang Perlu Diwaspadai",
        "category": "penyakit-tidak-menular",
        "excerpt": "PENYAKIT Tidak Menular adalah penyakit yang tidak menyebar melalui vektor, virus, atau bakteri, melainkan lebih dipengaruhi oleh perilaku dan gaya hidup. Penyakit ini juga dikenal sebagai penyakit kronis, yang cenderung berlangsung lama dan merupakan hasil dari kombinasi faktor genetik, fisiologis, lingkungan, serta perilaku.",
        "content": "Artikel ini menjelaskan bahwa penyakit tidak menular (PTM) adalah kondisi kronis yang tidak ditularkan lewat kuman, melainkan timbul akibat kombinasi faktor genetik, fisiologis, lingkungan, dan perilaku. PTM menjadi penyebab kematian tertinggi di dunia, dengan penyakit kardiovaskular (CVD) menewaskan sekitar 17,9 juta orang per tahun. Contoh PTM lainnya meliputi kanker, diabetes, stroke, PPOK, hipertensi, arthritis, epilepsi, dan asma—masing‑masing membawa risiko komplikasi berat dan beban kesehatan yang signifikan.\n\nKarena sifatnya yang tidak menular, pencegahan PTM bergantung pada pengendalian faktor risiko melalui perubahan gaya hidup. Intervensi krusial meliputi pola makan sehat, aktivitas fisik teratur, pengendalian tekanan darah dan gula darah, serta pengurangan paparan polusi dan rokok. Dengan meningkatkan kesadaran, deteksi dini, dan manajemen berkelanjutan, beban morbiditas dan mortalitas PTM dapat diminimalkan.",
        "author": "Media Indonesia",
        "date": "2025-04-11",
        "source": "Media Indonesia",
        "image": "public/tmenular8.png",
        "originalUrl": "https://mediaindonesia.com/humaniora/717087/penyakit-tidak-menular-ancaman-kesehatan-yang-perlu-diwaspadai#:~:text=Penyakit%20Tidak%20Menular%3A%20Ancaman%20Kesehatan,yang%20Perlu%20Diwaspadai"
    },
    {
        "id": 64,
        "title": "6 Tren Diet Tahun 2025, Kesehatan Tubuh Jadi Prioritas",
        "category": "penyakit-tidak-menular",
        "excerpt": "Tren diet terus berubah dari tahun ke tahun, meski konsep dasarnya berputar pada poros makan lebih sedikit. Tahun depan, tren diet akan lebih berfokus pada menjaga kesehatan dan menerapkan gaya hidup yang dipercaya mencegah penyakit tidak menular, seperti obesitas, diabetes, dan hipertensi.",
         "content": "Artikel ini memaparkan prediksi tren diet tahun 2025 yang bergerak dari sekadar mengurangi porsi menuju pola makan seimbang untuk mencegah penyakit tidak menular seperti obesitas, diabetes, dan hipertensi. Pendekatan diet di masa depan akan menekankan kualitas nutrisi demi mendukung kesehatan usus, fungsi ginjal, dan kekebalan tubuh, alih‑alih hanya fokus pada kalori.\n\nDua tren awal yang dipaparkan meliputi diet tinggi protein dan serat—untuk memperkuat otot serta menjaga vitalitas jangka panjang—serta diet anti‑peradangan dengan menambahkan makanan kaya omega‑3, kacang‑kacangan, dan buah‑buahan antioxidant. Kedua strategi ini diyakini dapat menekan peradangan kronis dan meningkatkan kesejahteraan secara keseluruhan.",
        "author": "Asnida",
        "date": "2024-12-24",
        "source": "Liputan6",
        "image": "public/tmenular7.png",
        "originalUrl": "haha"
    },
    {
        "id": 65,
        "title": "Penanggulangan Penyakit Tidak Menular Penting untuk Capai Indonesia Emas 2045",
        "category": "penyakit-tidak-menular",
        "excerpt": "INDONESIA menghadapi beban Penyakit Tidak Menular (PTM) yang semakin meningkat dan menyumbang lebih dari 73% kematian nasional. Kepala Badan Kebijakan Pembangunan Kesehatan (BKPK) Kementerian Kesehatan, Asnawi Abdullah menekankan pentingnya penanggulangan peningkatan prevalensi PTM sebagai komponen utama dari misi Indonesia Emas 2045.",
        "content": "Kepala BKPK Kemenkes, Asnawi Abdullah, mengingatkan bahwa Penyakit Tidak Menular (PTM) menyumbang lebih dari 73 % kematian di Indonesia dan menekankan pentingnya reformulasi pangan—mengurangi gula, garam, dan lemak—serta pelabelan gizi yang jelas untuk memberdayakan konsumen memilih makanan lebih sehat. Inisiatif ini tidak hanya menurunkan risiko PTM, tetapi juga mendorong industri menyediakan produk bergizi tinggi, selaras dengan target Indonesia Emas 2045.\n\nPenanggulangan PTM memerlukan kolaborasi erat antara pemerintah, pelaku industri, akademisi, dan masyarakat. CEO Food Industry Asia Matt Kovac dan Ketua GAPMMI Adhi S. Lukman menegaskan perlunya kemitraan publik‑swasta untuk mengembangkan kebijakan pangan berbasis bukti, adaptasi praktik global terbaik, dan peta jalan bertahap dengan sasaran ilmiah agar reformasi gizi dapat dilaksanakan efektif dan berkelanjutan.",
        "author": "Despian Nur Hidayat",
        "date": "2025-04-20",
        "source": "Media Indonesia",
        "image": "public/tmenular9.png",
        "originalUrl": "https://mediaindonesia.com/humaniora/766720/penanggulangan-penyakit-tidak-menular-penting-untuk-capai-indonesia-emas-2045"
    },
    {
        "id": 66,
        "title": "Pengendalian Penyakit Bukan Hanya Tanggung Jawab Sektor Kesehatan",
        "category": "penyakit-tidak-menular",
        "excerpt": "Beban kesehatan akibat penyakit menular dan penyakit tidak menular sangat tinggi di masyarakat. Upaya pengendalian harus dilakukan serius dengan melibatkan lintas sektor dan lintas program.",
        "content": "Artikel ini menegaskan bahwa pengendalian penyakit menular maupun tidak menular merupakan tanggung jawab bersama lintas sektor—bukan semata tugas dinas kesehatan. Imran Pambudi, Direktur Pencegahan dan Pengendalian Penyakit Menular Kemenkes, mengingatkan bahwa upaya pencegahan harus dilakukan secara terencana, terkoordinasi, dan berkesinambungan, karena dampak penyakit tidak hanya menyentuh kesehatan, tetapi juga aspek sosial dan ekonomi masyarakat.\n\nSebagai contoh keberhasilan pendekatan lintas program, posbindu di tingkat komunitas melibatkan petugas kesehatan dan kader lokal untuk deteksi dini faktor risiko (misalnya pengukuran lingkar perut) dan edukasi kesehatan. Dengan mengintegrasikan sistem rujukan, pengawasan lingkungan, edukasi publik, serta kebijakan pendukung, diharapkan pengendalian penyakit dapat berjalan lebih efektif dan berkelanjutan.",
        "author": "Deonita",
        "date": "2023-11-18",
        "source": "Media Indonesia",
        "image": "public/tmenular10.png",
        "originalUrl": "https://www.kompas.id/baca/humaniora/2023/09/21/pengendalian-penyakit-bukan-hanya-tanggung-jawab-sektor-kesehatan"
    },
    {
        "id": 67,
        "title": "Cara Berpuasa untuk pengidap diabetes",
        "category": "diabetes",
        "excerpt": "Berpuasa di bulan Ramadan adalah ibadah wajib yang harus dijalankan seluruh umat Islam. Namun bagi penderita diabetes, berpuasa dapat menimbulkan komplikasi yang berbahaya jika tidak dilakukan dengan tepat.",
        "content": "Bagi penderita diabetes, berpuasa di bulan Ramadan memerlukan persiapan matang untuk mencegah komplikasi seperti hipoglikemia, hiperglikemia, ketoasidosis, dan dehidrasi. Sebelum puasa, konsultasikan kondisi dan dosis obat dengan dokter, serta lakukan pemeriksaan gula darah 1–2 bulan sebelumnya. Selama puasa, hindari karbohidrat simple dan lemak berlebih saat berbuka; pilih sumber karbohidrat kompleks, protein, dan serat (misalnya brokoli, wortel, apel, pisang). Kurangi aktivitas fisik berat untuk mencegah hipoglikemia, dan cukupi asupan cairan saat sahur dan berbuka—hindari minuman manis dan berkafein.\n\nWaspadai tanda gula darah rendah (gemetar, pusing, berkeringat dingin) dengan segera konsumsi permen atau jus manis, dan monitor kadar gula rutin. Batalkan puasa jika gula darah turun di bawah 70 mg/dL atau naik di atas 300 mg/dL. Dengan mengikuti panduan ini dan bimbingan medis, penderita diabetes dapat menjalankan ibadah puasa dengan lebih aman dan nyaman.",
        "author": "dr. Kevin Adrian",
        "date": "2024-12-24",
        "source": "Alodokter",
        "image": "public/diabetes10.png",
        "originalUrl": "https://www.alodokter.com/tips-puasa-bagi-penderita-diabetes-yang-penting-diketahui"
    },
    {
        "id": 68,
        "title": "Semengerikan apa kanker?",
        "category": "kanker",
        "excerpt": "Kanker adalah penyakit yang terjadi akibat pertumbuhan sel abnormal tak terkendali dan bisa menyebar ke area sekitarnya. Gejala kanker awalnya mungkin tidak terlalu signifikan, sehingga penyakit tersebut seringkali baru terdeteksi ketika sudah stadium lanjut.",
        "content": "Bagi penderita diabetes, berpuasa di bulan Ramadan memerlukan persiapan matang untuk mencegah komplikasi seperti hipoglikemia, hiperglikemia, ketoasidosis, dan dehidrasi. Sebelum puasa, konsultasikan kondisi dan dosis obat dengan dokter, serta lakukan pemeriksaan gula darah 1–2 bulan sebelumnya. Selama puasa, hindari karbohidrat simple dan lemak berlebih saat berbuka; pilih sumber karbohidrat kompleks, protein, dan serat (misalnya brokoli, wortel, apel, pisang). Kurangi aktivitas fisik berat untuk mencegah hipoglikemia, dan cukupi asupan cairan saat sahur dan berbuka—hindari minuman manis dan berkafein.\n\nWaspadai tanda gula darah rendah (gemetar, pusing, berkeringat dingin) dengan segera konsumsi permen atau jus manis, dan monitor kadar gula rutin. Batalkan puasa jika gula darah turun di bawah 70 mg/dL atau naik di atas 300 mg/dL. Dengan mengikuti panduan ini dan bimbingan medis, penderita diabetes dapat menjalankan ibadah puasa dengan lebih aman dan nyaman.",
        "author": "Dr. Rizal Fadli",
        "date": "2024-07-18",
        "source": "Halodoc",
        "image": "public/kanker5.png",
        "originalUrl": "https://www.halodoc.com/kesehatan/kanker"
    },
    {
        "id": 69,
        "title": "Inilah Ciri-Ciri Penyakit Kanker yang Perlu Diperhatikan",
        "category": "kanker",
        "excerpt": "Kanker merupakan salah satu penyakit yang ditakuti banyak orang, karena seringkali menyebabkan kematian. Penyakit ini bisa berkembang di bagian tubuh mana saja dan menyebabkan berbagai dampak buruk pada tubuh.",
        "content": "Artikel ini menguraikan ciri‑ciri umum kanker yang perlu diwaspadai: penurunan berat badan drastis tanpa sebab, kelelahan terus‑menerus, demam berkepanjangan, dan sakit kepala yang tak kunjung membaik. Gejala lain meliputi kemunculan benjolan keras di area tertentu (seperti payudara), perubahan pada kulit atau mulut (tahi lalat tidak biasa, bercak merah/abu‑abu/kuning), perdarahan di luar menstruasi, darah dalam urin atau tinja, serta batuk darah lebih dari empat minggu. Mengenali gejala ini sejak dini memungkinkan pengobatan lebih efektif dan meningkatkan peluang kesembuhan.\n\nJika mengalami satu atau beberapa tanda di atas, segera konsultasikan ke dokter spesialis penyakit dalam seperti dr. Siska Damayanti Sp.PD atau dr. Yosa Tamia Marisa Sp.PD melalui Halodoc. Layanan konsultasi online ini memudahkan Anda mendapatkan diagnosis cepat, rekomendasi pemeriksaan lanjutan, dan rencana penanganan yang tepat tanpa harus keluar rumah."
,        "author": "Dr. Rizal Fadli",
        "date": "2024-11-18",
        "source": "HaloDoc",
        "image": "public/kanker6.png",
        "originalUrl": "https://www.halodoc.com/artikel/inilah-ciri-ciri-penyakit-kanker-yang-perlu-diperhatikan"
    },
    {
        "id": 70,
        "title": "Mengenal Metastasis, Proses Penyebaran Sel Kanker yang Membahayakan",
        "category": "kanker",
        "excerpt": "“Kanker berpotensi menyebar ke bagian tubuh lain di luar tempat asalnya berkembang. Dalam dunia medis ini disebut metastasis dan bisa sangat berbahaya.”",
        "content": "Metastasis adalah proses ketika sel kanker menyebar dari tumor asalnya ke jaringan atau organ lain melalui pertumbuhan langsung, aliran darah, atau sistem getah bening. Hampir semua jenis kanker—seperti payudara, paru, prostat, dan ginjal—dapat bermetastasis, dengan lokasi paling umum di paru‑paru, hati, tulang, dan otak. Stadium kanker ditentukan oleh seberapa jauh penyebaran; metastasis ke organ jauh biasanya menandai stadium IV.\n\nGejala metastasis bervariasi sesuai lokasi: nyeri tulang, kelumpuhan, atau mati rasa pada metastasis tulang; sakit kepala, kejang, atau perubahan perilaku pada metastasis otak; batuk, nyeri dada, atau batuk darah pada metastasis paru; serta penurunan berat badan, mual, atau penyakit kuning pada metastasis hati. Meskipun metastasis sulit disembuhkan, perawatan seperti kemoterapi, radioterapi, terapi target, operasi, imunoterapi, dan terapi hormon dapat memperlambat pertumbuhan sel kanker dan meningkatkan kualitas hidup pasien."
,        "author": "Dr. Rizal Fadli",
        "date": "2024-12-22",
        "source": "HaloDoc",
        "image": "public/kanker7.png",
        "originalUrl": "https://www.halodoc.com/artikel/mengenal-metastasis-proses-penyebaran-sel-kanker-yang-membahayakan"
    }
]
