[
    {
        "id": 1,
        "title": "Pencegahan Penyakit Menular di Lingkungan Kerja",
        "category": "penyakit-menular",
        "excerpt": "Tips praktis untuk mencegah penyebaran penyakit menular di tempat kerja, termasuk protokol kebersihan dan langkah-langkah preventif yang efektif.",
        "content": "Penyakit menular dapat dengan mudah menyebar di lingkungan kerja karena tingginya interaksi antar karyawan. Beberapa langkah pencegahan yang dapat diterapkan meliputi: mencuci tangan secara teratur dengan sabun dan air mengalir, menggunakan hand sanitizer berbasis alkohol, menjaga jarak fisik minimal 1 meter dari rekan kerja, menggunakan masker saat berada di ruang tertutup, membersihkan dan mendisinfeksi permukaan yang sering disentuh, meningkatkan ventilasi udara di ruangan, tidak datang bekerja saat sakit, dan melakukan vaksinasi sesuai rekomendasi. Implementasi protokol kesehatan yang konsisten dapat mengurangi risiko penularan penyakit menular hingga 80% di lingkungan kerja.",
        "author": "Dr. Andi Wijaya",
        "date": "2025-01-15",
        "source": "Jurnal Kesehatan Masyarakat",
        "image": "https://images.pexels.com/photos/3786158/pexels-photo-3786158.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/pencegahan-penyakit-menular-kerja"
    },
    {
        "id": 2,
        "title": "Mengenal Gejala Awal Infeksi Saluran Pernapasan",
        "category": "penyakit-menular",
        "excerpt": "Panduan lengkap mengenali gejala awal infeksi saluran pernapasan dan langkah-langkah penanganan yang tepat untuk mencegah komplikasi.",
        "content": "Infeksi saluran pernapasan merupakan salah satu penyakit menular yang paling umum, terutama pada musim hujan dan peralihan cuaca. Gejala awal yang perlu diwaspadai meliputi: batuk kering atau berdahak, pilek dan hidung tersumbat, sakit tenggorokan, demam ringan hingga sedang, sakit kepala, kelelahan dan malaise, nyeri otot, dan kehilangan nafsu makan. Penanganan dini sangat penting untuk mencegah komplikasi. Langkah yang dapat dilakukan antara lain: istirahat yang cukup, minum banyak cairan hangat, berkumur dengan air garam, menggunakan humidifier, konsumsi makanan bergizi, dan segera berkonsultasi dengan dokter jika gejala memburuk atau berlangsung lebih dari 7 hari.",
        "author": "Dr. Sari Kusuma",
        "date": "2025-01-10",
        "source": "Majalah Kesehatan Indonesia",
        "image": "https://images.pexels.com/photos/4386464/pexels-photo-4386464.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/gejala-infeksi-saluran-pernapasan"
    },
    {
        "id": 3,
        "title": "Strategi Pencegahan Hipertensi di Usia Muda",
        "category": "penyakit-tidak-menular",
        "excerpt": "Hipertensi tidak hanya menyerang lansia. Pelajari cara mencegah tekanan darah tinggi sejak usia muda dengan pola hidup sehat.",
        "content": "Hipertensi atau tekanan darah tinggi kini semakin banyak ditemukan pada usia muda akibat gaya hidup modern yang tidak sehat. Faktor risiko utama meliputi: konsumsi makanan tinggi garam dan lemak trans, kurangnya aktivitas fisik, stres kronis, merokok dan konsumsi alkohol berlebihan, obesitas, dan faktor genetik. Strategi pencegahan yang efektif antara lain: menerapkan diet DASH (Dietary Approaches to Stop Hypertension) dengan banyak sayuran, buah, dan biji-bijian, membatasi asupan garam maksimal 5 gram per hari, rutin berolahraga minimal 150 menit per minggu, mengelola stres melalui meditasi atau yoga, menjaga berat badan ideal, tidak merokok dan membatasi alkohol, serta melakukan pemeriksaan tekanan darah secara berkala.",
        "author": "Dr. Bambang Hartono",
        "date": "2025-01-08",
        "source": "Pusat Kesehatan Nasional",
        "image": "https://images.pexels.com/photos/4386465/pexels-photo-4386465.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/pencegahan-hipertensi-usia-muda"
    },
    {
        "id": 4,
        "title": "Obesitas: Penyebab dan Cara Mengatasinya",
        "category": "penyakit-tidak-menular",
        "excerpt": "Obesitas menjadi masalah kesehatan global. Ketahui penyebab obesitas dan strategi efektif untuk mencapai berat badan ideal.",
        "content": "Obesitas merupakan kondisi penumpukan lemak berlebih yang dapat mengganggu kesehatan dan meningkatkan risiko berbagai penyakit kronis. Penyebab utama obesitas meliputi: ketidakseimbangan kalori masuk dan keluar, konsumsi makanan olahan tinggi gula dan lemak, gaya hidup sedenter, faktor genetik, gangguan hormonal, dan efek samping obat tertentu. Strategi mengatasi obesitas yang efektif: menerapkan defisit kalori yang sehat (500-750 kalori per hari), meningkatkan konsumsi protein untuk mempertahankan massa otot, melakukan kombinasi olahraga kardio dan latihan kekuatan, mengelola stres dan tidur yang cukup, memantau progress secara berkala, dan berkonsultasi dengan ahli gizi atau dokter untuk program penurunan berat badan yang aman dan berkelanjutan.",
        "author": "Dr. Maya Sari",
        "date": "2025-01-05",
        "source": "Klinik Gizi Sehat",
        "image": "https://images.pexels.com/photos/6975474/pexels-photo-6975474.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/obesitas-penyebab-cara-mengatasi"
    },
    {
        "id": 5,
        "title": "Mengenal Serangan Jantung dan Pertolongan Pertama",
        "category": "penyakit-jantung",
        "excerpt": "Serangan jantung dapat terjadi kapan saja. Pelajari tanda-tanda serangan jantung dan cara memberikan pertolongan pertama yang tepat.",
        "content": "Serangan jantung adalah kondisi darurat medis yang terjadi ketika aliran darah ke otot jantung terhambat, biasanya akibat sumbatan pada arteri koroner. Tanda-tanda serangan jantung yang perlu diwaspadai: nyeri dada yang menekan atau seperti diremas, nyeri yang menjalar ke lengan kiri, leher, rahang, atau punggung, sesak napas, mual dan muntah, keringat dingin, pusing atau pingsan, dan kelelahan ekstrem. Pertolongan pertama yang harus dilakukan: segera hubungi 118 atau 119, bantu pasien duduk dalam posisi nyaman, longgarkan pakaian yang ketat, berikan aspirin 300mg jika tidak ada alergi, jangan biarkan pasien sendirian, siapkan untuk melakukan CPR jika diperlukan. Waktu adalah faktor krusial - semakin cepat penanganan, semakin besar peluang penyelamatan.",
        "author": "Dr. Rudi Setiawan",
        "date": "2025-01-12",
        "source": "Yayasan Jantung Indonesia",
        "image": "https://images.pexels.com/photos/7659564/pexels-photo-7659564.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/serangan-jantung-pertolongan-pertama"
    },
    {
        "id": 6,
        "title": "Menjaga Kesehatan Jantung dengan Olahraga Teratur",
        "category": "penyakit-jantung",
        "excerpt": "Olahraga teratur adalah kunci utama menjaga kesehatan jantung. Temukan jenis olahraga yang tepat untuk jantung sehat.",
        "content": "Jantung adalah organ vital yang memerlukan perawatan khusus melalui aktivitas fisik yang teratur. Olahraga memberikan manfaat luar biasa bagi kesehatan kardiovaskular: memperkuat otot jantung, menurunkan tekanan darah, meningkatkan kolesterol baik (HDL), mengurangi peradangan, mengontrol berat badan, dan meningkatkan sirkulasi darah. Jenis olahraga yang direkomendasikan: olahraga aerobik seperti jalan cepat, jogging, bersepeda, dan berenang minimal 150 menit per minggu, latihan kekuatan 2-3 kali seminggu, latihan fleksibilitas dan keseimbangan. Untuk pemula, mulai dengan intensitas ringan dan tingkatkan secara bertahap. Penting untuk berkonsultasi dengan dokter sebelum memulai program olahraga, terutama bagi mereka yang memiliki riwayat penyakit jantung.",
        "author": "Dr. Fitri Handayani",
        "date": "2025-01-07",
        "source": "Pusat Jantung Sehat",
        "image": "https://images.pexels.com/photos/841130/pexels-photo-841130.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/olahraga-kesehatan-jantung"
    },
    {
        "id": 7,
        "title": "Mengelola Diabetes Tipe 2 dengan Diet Seimbang",
        "category": "diabetes",
        "excerpt": "Diet seimbang adalah kunci pengelolaan diabetes tipe 2. Pelajari makanan yang dianjurkan dan yang harus dihindari.",
        "content": "Diabetes tipe 2 dapat dikelola dengan baik melalui pengaturan diet yang tepat dan konsisten. Prinsip diet diabetes meliputi: mengatur porsi makan dengan metode piring (1/2 sayuran, 1/4 protein, 1/4 karbohidrat kompleks), memilih karbohidrat dengan indeks glikemik rendah seperti oat, quinoa, dan ubi, meningkatkan konsumsi serat dari sayuran dan buah-buahan, membatasi gula tambahan dan makanan olahan, mengonsumsi protein tanpa lemak seperti ikan, ayam tanpa kulit, dan kacang-kacangan. Makanan yang harus dihindari: minuman manis, makanan cepat saji, makanan tinggi lemak trans, dan alkohol berlebihan. Penting untuk makan dalam porsi kecil tapi sering (5-6 kali sehari) dan memantau kadar gula darah secara teratur.",
        "author": "Dr. Indra Kusuma",
        "date": "2025-01-14",
        "source": "Asosiasi Diabetes Indonesia",
        "image": "https://images.pexels.com/photos/1640777/pexels-photo-1640777.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/diet-diabetes-tipe-2"
    },
    {
        "id": 8,
        "title": "Komplikasi Diabetes dan Cara Pencegahannya",
        "category": "diabetes",
        "excerpt": "Diabetes yang tidak terkontrol dapat menyebabkan berbagai komplikasi serius. Ketahui komplikasi diabetes dan cara mencegahnya.",
        "content": "Diabetes yang tidak terkontrol dapat menyebabkan komplikasi jangka panjang yang serius dan mengancam jiwa. Komplikasi utama meliputi: penyakit kardiovaskular (risiko 2-4 kali lebih tinggi), neuropati diabetik (kerusakan saraf), retinopati diabetik (kerusakan mata yang dapat menyebabkan kebutaan), nefropati diabetik (penyakit ginjal), dan luka diabetes yang sulit sembuh. Strategi pencegahan komplikasi: menjaga kadar HbA1c di bawah 7%, mengontrol tekanan darah dan kolesterol, pemeriksaan mata rutin setiap tahun, perawatan kaki harian dan pemeriksaan berkala, tes fungsi ginjal secara teratur, vaksinasi influenza dan pneumonia, serta berhenti merokok. Deteksi dini dan pengelolaan yang tepat dapat mencegah atau menunda onset komplikasi diabetes.",
        "author": "Dr. Dewi Lestari",
        "date": "2025-01-11",
        "source": "Rumah Sakit Diabetes",
        "image": "https://images.pexels.com/photos/6823568/pexels-photo-6823568.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/komplikasi-diabetes-pencegahan"
    },
    {
        "id": 9,
        "title": "Asma: Pemicu dan Cara Mengelolanya",
        "category": "pernapasan",
        "excerpt": "Asma dapat dipicu oleh berbagai faktor. Pelajari cara mengidentifikasi pemicu asma dan strategi pengelolaan yang efektif.",
        "content": "Asma adalah penyakit pernapasan kronis yang ditandai dengan peradangan dan penyempitan saluran napas. Pemicu asma yang umum meliputi: alergen seperti tungau debu, bulu hewan, serbuk sari, dan jamur, iritan seperti asap rokok, polusi udara, dan bahan kimia, infeksi saluran pernapasan, aktivitas fisik berlebihan, perubahan cuaca, dan stres emosional. Strategi pengelolaan asma: identifikasi dan hindari pemicu asma, gunakan obat pengontrol sesuai resep dokter, selalu bawa inhaler pereda (bronkodilator), monitor gejala dengan peak flow meter, vaksinasi influenza tahunan, jaga kebersihan lingkungan, dan buat rencana aksi asma bersama dokter. Pengelolaan yang baik dapat membantu penderita asma menjalani hidup normal dan aktif.",
        "author": "Dr. Ahmad Fauzi",
        "date": "2025-01-09",
        "source": "Klinik Pernapasan Sehat",
        "image": "https://images.pexels.com/photos/4386431/pexels-photo-4386431.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/asma-pemicu-pengelolaan"
    },
    {
        "id": 10,
        "title": "PPOK: Penyebab, Gejala, dan Pengobatan",
        "category": "pernapasan",
        "excerpt": "Penyakit Paru Obstruktif Kronis (PPOK) adalah penyakit serius yang dapat dicegah. Kenali gejala dan pilihan pengobatannya.",
        "content": "PPOK merupakan penyakit paru-paru progresif yang ditandai dengan keterbatasan aliran udara yang tidak sepenuhnya reversibel. Penyebab utama PPOK adalah merokok (85-90% kasus), paparan asap biomassa, polusi udara, debu pekerjaan, dan faktor genetik (defisiensi alpha-1 antitrypsin). Gejala PPOK meliputi: sesak napas yang progresif, batuk kronis dengan atau tanpa dahak, mengi, kelelahan, dan infeksi pernapasan yang berulang. Stadium PPOK: ringan (FEV1 ≥80%), sedang (50% ≤FEV1 <80%), berat (30% ≤FEV1 <50%), dan sangat berat (FEV1 <30%). Pengobatan meliputi: berhenti merokok (prioritas utama), bronkodilator (SABA, LABA, LAMA), rehabilitasi paru, vaksinasi, terapi oksigen jangka panjang untuk kasus berat, dan dalam kasus tertentu, pembedahan atau transplantasi paru.",
        "author": "Dr. Lina Marlina",
        "date": "2025-01-06",
        "source": "Perhimpunan Dokter Paru Indonesia",
        "image": "https://images.pexels.com/photos/4386467/pexels-photo-4386467.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/ppok-penyebab-gejala-pengobatan"
    },
    {
        "id": 11,
        "title": "Deteksi Dini Kanker Payudara",
        "category": "kanker",
        "excerpt": "Deteksi dini kanker payudara dapat meningkatkan angka kesembuhan. Pelajari cara melakukan pemeriksaan payudara sendiri (SADARI).",
        "content": "Kanker payudara adalah kanker kedua terbanyak pada wanita di Indonesia. Deteksi dini melalui SADARI (Pemeriksaan Payudara Sendiri) dapat meningkatkan angka kesembuhan hingga 90%. Cara melakukan SADARI: lakukan 7-10 hari setelah menstruasi atau tanggal yang sama setiap bulan untuk wanita menopause, berdiri di depan cermin dan perhatikan perubahan bentuk, ukuran, atau warna payudara, angkat kedua tangan dan perhatikan perubahan, berbaring dan raba payudara dengan tiga jari secara melingkar dari luar ke dalam, periksa juga area ketiak dan tulang selangka. Tanda bahaya yang perlu diwaspadai: benjolan yang tidak nyeri, perubahan bentuk atau ukuran payudara, kulit berkerut seperti kulit jeruk, puting susu tertarik ke dalam, keluar cairan dari puting, dan ruam di sekitar puting. Lakukan mammografi rutin sesuai rekomendasi dokter.",
        "author": "Dr. Rina Sari",
        "date": "2025-01-13",
        "source": "Yayasan Kanker Indonesia",
        "image": "https://images.pexels.com/photos/579474/pexels-photo-579474.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/deteksi-dini-kanker-payudara"
    },
    {
        "id": 12,
        "title": "Pencegahan Kanker Serviks dengan Vaksinasi HPV",
        "category": "kanker",
        "excerpt": "Vaksinasi HPV dapat mencegah kanker serviks. Ketahui pentingnya vaksinasi HPV dan kapan waktu yang tepat untuk mendapatkannya.",
        "content": "Kanker serviks disebabkan oleh infeksi Human Papillomavirus (HPV) tipe onkogenik, terutama HPV 16 dan 18 yang menyebabkan 70% kasus kanker serviks. Vaksinasi HPV sangat efektif dalam mencegah infeksi HPV dan kanker serviks. Jenis vaksin HPV: bivalent (HPV 16,18), quadrivalent (HPV 6,11,16,18), dan nonavalent (HPV 6,11,16,18,31,33,45,52,58). Rekomendasi vaksinasi: usia ideal 9-14 tahun (2 dosis dengan interval 6-12 bulan), usia 15-26 tahun (3 dosis pada bulan 0, 1-2, dan 6), dapat diberikan hingga usia 45 tahun dengan konsultasi dokter. Efektivitas vaksin mencapai 90-100% dalam mencegah infeksi HPV target. Selain vaksinasi, lakukan juga skrining rutin dengan Pap smear atau IVA test, praktik seks aman, tidak merokok, dan menjaga kebersihan organ intim.",
        "author": "Dr. Sinta Dewi",
        "date": "2025-01-04",
        "source": "Kementerian Kesehatan RI",
        "image": "https://images.pexels.com/photos/4386370/pexels-photo-4386370.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/pencegahan-kanker-serviks-vaksin-hpv"
    },
    {
        "id": 13,
        "title": "Mengatasi Stres dan Kecemasan di Era Digital",
        "category": "mental",
        "excerpt": "Era digital membawa tantangan baru bagi kesehatan mental. Pelajari cara mengatasi stres dan kecemasan yang efektif.",
        "content": "Era digital telah mengubah cara kita berinteraksi dan bekerja, namun juga menimbulkan tantangan baru bagi kesehatan mental. Penyebab stres di era digital: informasi berlebihan (information overload), tekanan media sosial, FOMO (Fear of Missing Out), cyberbullying, ketergantungan teknologi, dan work-life balance yang buruk. Gejala stres dan kecemasan: restlessness, sulit konsentrasi, perubahan pola tidur, kelelahan, mudah marah, dan gejala fisik seperti sakit kepala. Strategi mengatasi stres digital: digital detox secara berkala, batasi waktu penggunaan media sosial, praktikkan mindfulness dan meditasi, olahraga teratur, jaga pola tidur yang sehat, bangun hubungan sosial nyata, dan cari bantuan profesional jika diperlukan. Teknik relaksasi seperti deep breathing dan progressive muscle relaxation juga sangat membantu.",
        "author": "Dr. Psikologi Andi Wijaya",
        "date": "2025-01-03",
        "source": "Perhimpunan Psikologi Indonesia",
        "image": "https://images.pexels.com/photos/5699456/pexels-photo-5699456.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/mengatasi-stres-kecemasan-era-digital"
    },
    {
        "id": 14,
        "title": "Depresi pada Remaja: Tanda dan Penanganan",
        "category": "mental",
        "excerpt": "Depresi pada remaja sering tidak terdeteksi. Kenali tanda-tanda depresi pada remaja dan cara penanganan yang tepat.",
        "content": "Depresi pada remaja memiliki karakteristik khusus dan sering tidak terdiagnosis karena dianggap sebagai bagian normal dari masa pubertas. Tanda-tanda depresi pada remaja: perubahan mood yang ekstrem dan berkepanjangan, kehilangan minat pada aktivitas yang biasa disukai, perubahan pola makan dan tidur, penurunan prestasi akademik, menarik diri dari keluarga dan teman, perilaku memberontak atau berisiko, keluhan fisik tanpa penyebab medis yang jelas, dan pemikiran atau percobaan bunuh diri. Faktor risiko: riwayat keluarga depresi, trauma atau stres berat, bullying, masalah identitas seksual, dan penyalahgunaan substansi. Penanganan meliputi: psikoterapi (CBT, IPT), terapi keluarga, pengobatan antidepresan jika diperlukan, dukungan sekolah, dan perubahan gaya hidup. Peran keluarga sangat penting dalam memberikan dukungan emosional dan mencari pertolongan profesional.",
        "author": "Dr. Maya Psikologi",
        "date": "2025-01-02",
        "source": "Pusat Kesehatan Mental Remaja",
        "image": "https://images.pexels.com/photos/5699475/pexels-photo-5699475.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/depresi-remaja-tanda-penanganan"
    },
    {
        "id": 15,
        "title": "Eksim: Penyebab dan Perawatan yang Tepat",
        "category": "penyakit-kulit",
        "excerpt": "Eksim adalah penyakit kulit yang umum terjadi. Ketahui penyebab eksim dan cara perawatan kulit yang tepat untuk mengurangi gejala.",
        "content": "Eksim atau dermatitis atopik adalah kondisi kulit kronis yang menyebabkan peradangan, kemerahan, dan gatal-gatal. Penyebab eksim multifaktorial: predisposisi genetik, disfungsi barrier kulit, respons imun yang berlebihan, dan faktor lingkungan. Pemicu eksim yang umum: alergen (tungau debu, bulu hewan, makanan), iritan (sabun, deterjen, wol), stres, perubahan cuaca, dan infeksi. Gejala eksim: kulit kering dan gatal, ruam merah, kulit menebal dan bersisik, lepuh kecil yang dapat pecah, dan infeksi sekunder akibat garukan. Perawatan eksim: gunakan pelembap bebas pewangi 2-3 kali sehari, hindari pemicu yang diketahui, mandi dengan air hangat (bukan panas) selama 5-10 menit, gunakan sabun mild atau bebas sabun, aplikasikan obat topikal sesuai resep dokter, dan kelola stres dengan baik. Dalam kasus berat, mungkin diperlukan terapi sistemik.",
        "author": "Dr. Dermatologi Budi",
        "date": "2025-01-01",
        "source": "Perhimpunan Dokter Spesialis Kulit Indonesia",
        "image": "https://images.pexels.com/photos/4386294/pexels-photo-4386294.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/eksim-penyebab-perawatan"
    },
    {
        "id": 16,
        "title": "Jerawat pada Dewasa: Penyebab dan Solusinya",
        "category": "penyakit-kulit",
        "excerpt": "Jerawat tidak hanya masalah remaja. Pelajari penyebab jerawat pada dewasa dan berbagai pilihan pengobatan yang tersedia.",
        "content": "Jerawat pada dewasa (adult acne) semakin umum terjadi, terutama pada wanita usia 25-45 tahun. Penyebab jerawat dewasa: fluktuasi hormon (menstruasi, kehamilan, menopause), stres yang meningkatkan kortisol, penggunaan produk kosmetik yang tidak tepat, diet tinggi glikemik, dan faktor genetik. Karakteristik jerawat dewasa: lebih sering di area rahang dan dagu, bersifat inflamasi (merah dan nyeri), sembuh lebih lama, dan meninggalkan bekas. Pengobatan jerawat dewasa: pembersihan wajah yang gentle, penggunaan retinoid topikal, benzoyl peroxide atau asam salisilat, antibiotik topikal atau oral untuk kasus inflamasi, terapi hormonal untuk wanita (kontrasepsi oral, spironolactone), dan prosedur dermatologi seperti chemical peeling atau laser. Pencegahan: hindari memencet jerawat, gunakan produk non-comedogenic, kelola stres, dan konsultasi dengan dermatologist untuk perawatan yang tepat.",
        "author": "Dr. Kulit Cantik",
        "date": "2024-12-30",
        "source": "Klinik Dermatologi Modern",
        "image": "https://images.pexels.com/photos/3845457/pexels-photo-3845457.jpeg?auto=compress&cs=tinysrgb&w=400",
        "originalUrl": "https://example.com/jerawat-dewasa-penyebab-solusi"
    }
]